{
  "metadata": {
    "classification": "cheryl-articles",
    "description": "In-depth articles about classical music and performers",
    "count": 14,
    "generated": "2025-08-15T18:09:54.800Z",
    "version": "1.0.0"
  },
  "items": [
    {
      "metadata": {
        "id": "c-art-brain",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "Music Trains the Brain",
        "summary": "Babies like Bach. They also like Mozart, Vivaldi, and a bit of Brahms. Since the birth last week of James, my first grandchild, I have found that some of the little one's lustiest cries can usually b...",
        "fullContent": "\nBabies like Bach. They also like Mozart, Vivaldi, and a bit of Brahms. Since the birth last week of James, my first grandchild, I have found that some of the little one's lustiest cries can usually be quieted by turning up the volume on a CD of Bach's *Jesu, Joy of Man's Desiring*, or the *Brandenburg Concerto No. 3*. Little James even seems pretty keen on Mozart's *Piano Concerto No. 21*, as well of the strains of Brahms' *Lullaby* from my own scratchy voice.\n\nThis happy event, as well as some of the Bay Area musical events coming up within the next few weeks, remind me of a wonderful newspaper item that appeared a while back in the New York Times. Its headline read, \"Georgia's Governor Seeks Musical Start for Babies.\"\n\nThe article than quoted an apparently discerning Governor Zell Miller of the State of Georgia as saying, \"Having an infant listen to soothing music helps those trillions of brain connections to develop.\"\n\nGovernor Miller then acted on this belief by proposing that, as part of his state's $12.5 billion budget, $105,000 be spent to make music available to each of the approximately 100,000 children born in Georgia each year. Miller suggested that a worthy cassette tape or CD be included along with the usual paraphernalia that hospitals send home with newborns and their moms in his state.\n\nMiller, who happens to be a fan of country and bluegrass music, was convinced that the music of composers like Bach and Mozart can stimulate brain development at very early ages.\n\nHe is not alone. Back in 1993 researchers at the Irvine campus of the University of California suggested that humans are born with certain brain cells that respond to musical sounds. \"These neurons work in patterns that can be expanded as a sort of `pre-language' to perform increasingly complex interactions -- even before the brain has developed verbal language skills,\" according to UC Irvine physicist Gordon Shaw.\n\nShaw, along with a number of other scientists (as well as a lot of us parents!) believe that this ability may bolster higher-level thinking skills. After all, both Thomas Jefferson and Albert Einstein spent many hours each week playing the violin!\n\nResearchers at the Center for the Neurobiology of Learning and Memory at UC Irvine, documented that 10 minutes of listening to Mozart's *Sonata for Two Pianos in D Major* as performed by Murray Perahia and Radu Lupu, temporarily raised the measurable IQ of college students by up to nine points.\n\nThe researchers went on to suggest that classical music, probably because of its complexity, is more effective at such cognitive boosting than simple, repetitive grunge rock or minimalist music. New Age jazz, they felt, may actually interfere with abstract reasoning.\n\nAnd even further back in history, to the \"Golden Age\" of Greece circa 450 B.C., the study of music was considered just as essential to the development of the whole person as was the study of mathematics, rhetoric, and participation in athletics. Hear, hear!\n\nAddded February 2005: For recent research on music and the brain, see the [ American Music Conference website](/articles/http://www.amc-music.org/musicmaking/thebrain).\n\n\n\n",
        "url": "/articles/c-art-brain"
      },
      "subject": {
        "topics": [
          "Brandenburg Concerto No",
          "Concerto",
          "Johann Sebastian Bach",
          "Johannes Brahms",
          "Little James",
          "Music Article",
          "Music Trains",
          "Piano",
          "Violin",
          "Wolfgang Amadeus Mozart"
        ]
      },
      "publication": {
        "date": "June 14, 1999",
        "publisher": "ANG Newspapers"
      },
      "media": {
        "images": [
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Music Trains the Brain",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Brandenburg Concerto No",
        "Concerto",
        "Johann Sebastian Bach",
        "Johannes Brahms",
        "Little James",
        "Music Article",
        "Music Trains",
        "Piano",
        "Violin",
        "Wolfgang Amadeus Mozart"
      ]
    },
    {
      "metadata": {
        "id": "c-art-casablanca",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "Merola Opera World Premiere of Thomas Pasatieri's Opera, Hotel Casablanca",
        "summary": "Richard Kagey, the stage director for the Merola Opera Program's upcoming world premiere of Thomas Pasatieri's new opera, Hotel Casablanca, was hand-picked for the job by the composer himself. Nice...",
        "fullContent": "\nRichard Kagey, the stage director for the Merola Opera Program's upcoming world premiere of Thomas Pasatieri's new opera, *Hotel Casablanca*, was hand-picked for the job by the composer himself. Nice distinction.\n\nBut then it seems that the same distinction also applies to the opera's conductor, Joseph Illick. All three of these creative gentlemen just finished working together on the critically acclaimed premiere of Pasatieri's *Frau Margot* for the Fort Worth Opera. During the last few weeks the trio has been applying its serendipitous chemistry toward guiding the nine-member cast of the Merola Opera Program's production of *Hotel Casablanca*, scheduled at 8 tonight and 2 p.m. Sunday at Cowell Theater in San Francisco.\n\nTonight's production marks a milestone in Merola's illustrious 50-year history. It is the program's first world premiere — and what a choice: Not only is the name \"Hotel Casablanca\" rife with connotations of romance and drama, but its libretto is based on the riotous 19th-century French play, *A Flea in her Ear*, written by the La Belle Epoch master of wit and farce, Georges Feydeau. In Pasatieri's hands, however, the original Parisian bedroom farce, jollied up with mistaken identities and multiple misunderstandings, is transferred to a hot summer at the Double T Ranch in Texas in 1948, where a wealthy couple determines to \"toughen up\" their 25-year-old visiting nephew from New York. What in the Feydeau original was a disreputable Parisian hotel becomes the seedy Hotel Casablanca near the ranch in Pasatieri's version.\n\nIn the production, Maestro Illick will conduct nine singers and a 17-member chamber orchestra. The singers are selected members of the 2007 Merola Opera Training Program, which began June 4 and will culminate with the annual Merola Grand Finale Concert at 7:30 p.m. Aug. 18 at the San Francisco Opera House.\n\nLeading the cast as Charles Carter, the bedeviled nephew, is tenor Andrew Bidlack from Chambersburg, Pa. Bidlack's previous operatic roles have included Rudolfo in *La Boheme* and Bastien in Mozart's *Bastien and Bastienne*. Uncle Tom Carter will be sung by bass-baritone Tom Corbeil of San Diego; Auntie Tallulah Carter by soprano Tamara Wapinsky from Pottsville, Pa.; and Burton the Butler by baritone Jason Plourde of Caribou, Maine.\nOther roles in this mildly racy romp will be Raul Perez, the bull breeder, by baritone Nathaniel Hackmann of Phoenix; Lucy Perez, Raul's wife, by mezzo-soprano Paula Murrihy of Tralee, Ireland; Tobias, the Double T's manager, by bass Kenneth Kellogg of Washington, D.C.; Miss Pooder, the proprietor of Hotel Casablanca, by mezzo-soprano Meredith Woodend of Kissimmee, Fla.; and Veronique, a hotel employee, by soprano Jamie-Rose Guarrine of Peoria, Ill.\n\nAccording to director Kagey, composer-librettist Pasatieri, who was born in New York in 1945, is not only musically ingenious but verbally clever as well. He entered the Juilliard School at age 16 and went on to become the prestigious music school's first recipient of a doctorate. In addition to his 19 operas and many other compositions, Pasatieri is a highly acclaimed orchestrator-arranger. He's composed the scores for movies such as *The Good German*, *The Road to Perdition*, *American Beauty*, *The Little Mermaid*, *The Shawshank Redemption*, *Fried Green Tomatoes*, *Legends of the Fall* and *Scent of a Woman*.\n\nKagey not only has a gift for stage and set design but he is thoroughly adept at leading and directing young people. Tall, affable and ever ready with his warm, baritone laugh, he has a natural affinity for gracefully bringing the quirks and subtleties of human nature to the stage. Long associated with the academic world (the faculty of the University of Maryland, plus other schools), he has spent summers for more than 40 years directing young people with operatic aspirations at the Seagle Music Colony in the Schroon Lake area of upper New York. His most recent endeavor has been directing Pasatieri's *Frau Margot* with the Fort Worth Opera. Upcoming engagements include *The Merry Widow* at the Seagle Music Colony; *Hotel Casablanca* for the University of Kentucky; *Cold Sassy Tree* for Atlanta Opera; and *Of Mice and Men* for Fort Worth Opera. He also will direct the soon-to-open Energy Center for the Performing Arts in Atlanta. He and his wife, Betsy, an epidemiologist, make their home in Atlanta.\n\n\n\n",
        "url": "/articles/c-art-casablanca"
      },
      "subject": {
        "topics": [
          "Baritone",
          "Bass",
          "Conducting",
          "Mezzo-soprano",
          "Opera",
          "San Francisco Opera",
          "Soprano",
          "Tenor",
          "Wolfgang Amadeus Mozart",
          "World Premiere"
        ]
      },
      "publication": {
        "date": "August 3, 2007",
        "publisher": "ANG Newspapers Classical Music Column"
      },
      "media": {
        "images": [
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Merola Opera World Premiere of Thomas Pasatieri's Opera, Hotel Casablanca",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Baritone",
        "Bass",
        "Conducting",
        "Mezzo-soprano",
        "Opera",
        "San Francisco Opera",
        "Soprano",
        "Tenor",
        "Wolfgang Amadeus Mozart",
        "World Premiere"
      ]
    },
    {
      "metadata": {
        "id": "c-art-coco",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "High-Tech Hand-Held Concert Companion for Symphony Audiences",
        "summary": "Can high-tech and fine art coexist?\n\nEvidently, yes. But just to make sure, check out the Oakland East Bay Symphony Orchestra's performance tonight at the Paramount Theatre in Oakland. Michael Morga...",
        "fullContent": "\n\nCan high-tech and fine art coexist?\n\nEvidently, yes. But just to make sure, check out the Oakland East Bay Symphony Orchestra's performance tonight at the Paramount Theatre in Oakland. Michael Morgan will conduct -- and high-tech CoCo will be circulated throughout the audience to help out.\n\nSo just what IS CoCo? No, it is not an exceedingly smart gorilla, but rather, a sort of personal digital assistant (PDA), a concert companion -- nicknamed \"CoCo\" for short.\n\nLooking like a hand-held computer or calculator, it has a small screen that can deliver to the person holding it, pre-written program notes, real time commentary on the music being performed, and video images of the conductor or various instruments featured in particular musical passages.\n\nA wireless network, staffed by an operator, will be set up in the Paramount to keep the device in synch with the live music. There will also be cameras at various locations within the Paramount to enable CoCo's video portions. Moreover, the device has a \"menu\" from which its holders may choose among its various functions.\n\nThere are indeed a couple of successful high-tech precedents to CoCo. One is the audio guide -- the little phone-like device with stop, go, and repeat buttons -- distributed by art galleries and museums to enhance patrons' viewing experiences. Once turned on, the little device guides its individual user to significant paintings or items and then explains that particular item's history and relevant details in lay terms. One of these little gizmos in hand is like having one's own private, personal guide to the gallery or museum.\n\nOpera has been another recipient of high-tech resuscitation with its use of supertitles. Now employed by most of the world's opera houses, supertitles are simultaneous translations of whatever language is being sung, into the primary language of the audience. These are projected either over or on the sides of the stage, in a concise, easy-to-read format (in the case of the Metropolitan Opera, onto a video screen the back of the seat in front of the user).\n\nUp until the use of supertitles, many people simply wouldn't consider sitting through several hours of goings-on in languages they didn't understand. Supertitles have drawn vast numbers of new, young audiences to the art form, while enhancing the experiences for the already converted.\n\nBut, what about that far more abstract artistic endeavor -- the instrumental concert?\n\nA few years ago, a savvy chap named Rolland Valliere, watching the successes of opera companies and museums with their high-tech helpers, hit upon a solution. During a telephone chat last week, he explained the details to me.\n\nAfter his own ruminations on the subject, he sought out some help. He succeeded in teaming up with Opera Glass Networks, a multimedia information technology company, Professor Robert Winter of UCLA, Antenna Audio in San Francisco, and others, who combined their efforts to develop what has become known as \"CoCo.\"\n\n\"If there could be an auditory enhancement of a visual experience,\" Valliere said, \"why not flip things over and have a visual enhancement of an aural experience? Why not give some real time help to new concert audiences so that they too can have deeper experiences of what is happening on the stage?\"\n\nUpon completion, CoCo was tested by the Kansas City Symphony in March of 2003; the Aspen Festival in July, 2003; the Philadelphia Orchestra during its performances at the Saratoga Performing Arts Center in August, 2003; and finally, with the New York Philharmonic at Avery Fisher Hall in May, 2004.\n\nIt was a hit with its audience users.\n\nValliere described some of the subsequent survey responses, noting that 94% of the respondents said they would use CoCo again and 93% reported that they would recommend it to a friend. A whopping 60% said they would attend concerts more often if CoCo were available and 91% rated its ease of use as \"good\" or \"excellent.\"\n\nAs a result, the endeavor has attracted funding from the Andrew W. Mellon Foundation, the John S. and James L. Knight Foundation, The David and Lucille Packard Foundation, The William and Flora Hewlett Foundation, DST Systems, Inc. and Hall Family Foundation.\n\nValliere brings both advanced musical knowledge and keen business acumen to his mission of making concert music more understandable and appealing to its audiences, especially to the new or infrequent concert-goer. Born in Rhode Island, he received a bachelor's degree in percussion performance from the New England Conservatory of Music and a master's degree in fine arts from Brandeis University. He has performed as a professional percussionist in the Boston area and has served as an instructor of music theory and music history at the Longy School of Music in Cambridge.\n\nOn the music business side of the coin, his accomplishments include serving as executive director of the Kansas City, Omaha, and New Hampshire Symphonies as well as the Hudson Valley Philharmonic.\n\nAlthough the majority of audiences seem to like CoCo, not all the people on the production side of the music world do. One highly respected musicologist and program annotator compared \"CoCo\" to the \"Anti-Christ\" so far as classical music is concerned. And indeed, the head of the Metropolitan Opera once said of the use of supertitles, \"Not over my dead body.\"\n\nAs usual, Maestro Michael Morgan, OEBS' conductor and music director, takes the enlightened view: \"As a professional musician I am, of course, somewhat ambivalent about such devices. But I am also smart enough to know that if using this brings people, particularly new and infrequent concert-goers, closer to the music and provides a more enjoyable experience, then it could be a wonderful tool. We are happy to be a part of this international experiment.\"\n\nInterestingly, concurrent with CoCo's Bay Area debut, the Rand Corporation has released its latest report on arts funding entitled \"Gifts of the Muse: Reframing the Debate About the Benefits of the Arts.\" One of Rand's key findings, according to Mike Boehm of the Los Angeles Times, \"is that the arts won't flourish unless more arts lovers are minted through sustained exposure during childhood.\"\n\nAnd, I would add, that this \"sustained exposure\" should be sustained throughout one's lifetime. Of course, the old adage applies: \"You can bring a horse to the water, but you can't force him to drink.\" So, it takes more than just sitting someone down in a concert hall and barring all the doors until the concert is finished. While exposure can help, it is not enough. The concert experience must include some way to inform and explain what is going on, in an easy, appealing manner. CoCo just might be able to do this.\n\nAnd a little afterthought -- bring your teenagers to the concert. They can certainly help us older folk operate CoCo.\n\n\n\n",
        "url": "/articles/c-art-coco"
      },
      "subject": {
        "topics": [
          "Conducting",
          "Debut Performance",
          "Held Concert Companion",
          "Johann Sebastian Bach",
          "Metropolitan Opera",
          "Music Article",
          "Opera",
          "Symphony",
          "Symphony Audiences",
          "Tech Hand"
        ]
      },
      "publication": {
        "date": "February 25, 2005",
        "publisher": "ANG Newspapers Classical Music Column"
      },
      "media": {
        "images": [
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "High-Tech Hand-Held Concert Companion for Symphony Audiences",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Conducting",
        "Debut Performance",
        "Held Concert Companion",
        "Johann Sebastian Bach",
        "Metropolitan Opera",
        "Music Article",
        "Opera",
        "Symphony",
        "Symphony Audiences",
        "Tech Hand"
      ]
    },
    {
      "metadata": {
        "id": "c-art-fremontoperagasser",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "Fremont Opera and Composer Nolan Gasser: Bay Area Musical Talent That Is Achieving Deserved Recognition",
        "summary": "Is grand opera composed of great music to which some words have been added? Or is it good drama set to appealing tunes?\n\nAccording to Maestro David Sloss, conductor, professor and director of ope...",
        "fullContent": "\nIs grand opera composed of great music to which some words have been added? Or is it good drama set to appealing tunes?\n\nAccording to **Maestro David Sloss**, conductor, professor and director of operas, symphonies and other sundry musical ensembles, it can combine both of the above — but sadly, not often enough.\n\nSays Sloss, \"Once in a while, we are given a work in which both the music and the drama are at the highest level and perfectly matched.\" One of those few is Gioachino Rossini and Pierre-Augustin Caron de Beaumarchais' *The Barber of Seville*. To my query about which other operas in the repertory Sloss would include among this rare group, he quickly replied, \"Almost all of Mozart's, of course.\" Then he added *Tosca* and *La Boheme* by Puccini and Bizet's *Carmen*. \"No Wagner?\" I asked.\n\nAfter hesitating a few seconds, he said, \"Well, I can tell you what Rossini (who lived from 1792 to 1868) said about Wagner's operas: Rossini said that one could find some of opera's best moments and very worst quarter-hours in his operas. He also said that Wagner's *Lohengrin* couldn't be assessed with only one hearing — but that he personally, didn't want to ever hear it again.\"\n\nSloss and his wife, Barbara, are the founders and prime movers of the year-old [**Fremont Opera**](http://www.fremontopera.org/). The fledgling company's second production, *The Barber of Seville*, will be performed in the Jackson Theatre of the Smith Center for the Performing Arts in Fremont next week.\n\nAccording to Sloss, the cast — led by Eugene Brancoveanu as Figaro the barber and Nikki Einfeld as Rosina, with Eleazar Rodriguez as Count Almaviva, Jason Budd as Dr. Bartolo, Kirk Eichelberger as Don Basilio and Elspeth Franks as Berta — is absolutely top-notch. Jonathon Field will be the stage director and Sloss will conduct.\n\nBrancoveanu recently has won both critical and public acclaim as an \"extravagantly gifted\" baritone for his sensitive performance as the pilot in San Francisco Opera's spring production of Rachel Portman's *The Little Prince*. Born in Romania, the dashing Brancoveanu will take on the role of Belcore in San Francisco Opera's production of *L'Elisir d'Amore* this coming season.\n\nAttractive young Einfeld, who like Brancoveanu and Eichelberger trained with the Merola Program, recently has sung the saucy part of Susanna in Mozart's opera *The Marriage of Figaro*, composed to Lorenzo da Ponte's version of a segment of Beaumarchais' satirical saga on barber Figaro and his 17th century friends.\n\nThe Fremont Opera's *Barber* will be semi-staged, with costumes, relevant props, intricate stage direction and theatrical lighting, but no sets and scenery. It will be sung in Italian, with English supertitles.\n\nSloss explained that not paying for sets and scenery is quite intentional. \"It makes it possible to use our money to pay for super singers and a full-size orchestra.\"\n\nMUSIC'S MAN ON THE MOVE: Armed with a Ph.D. in medieval and Renaissance music from Stanford University, rising young composer **Nolan Gasser** has been providing some significant thrust into the music vs. words debate lately. His NASA-commissioned *GLAST Prelude* for brass quintet accompanied the launch of the Gamma-ray Large Area Space Telescope (GLAST) at the Kennedy Space Center in Florida last June 11.\n\nHowever, his latest piece, *American Festivals*, might have the potential to become our own home-grown, thoroughly colloquial ode to joy. A joint effort of Gasser and librettist-poet Robert Trent Jones Jr., the work received its rousing world premiere in July at the opening event of Napa Valley's Festival del Sole.\n\nDescribed as a symphonic oratorio, each of its four movements — \"Independence Day,\" \"Memorial Day,\" \"Martin Luther King Jr. Day\" and \"Thanksgiving\" — includes words imaginatively set for full orchestra, chorus, soloists and/or orator.\n\nHowever, according to Gasser, his intention was to go further than perfunctory flag-waving, by relating to the people and problems of our own times.\n\n\"The words,\" he says, \"explore our national identity as well as our responsibilities as Americans — including, as Ben Franklin said, questioning our leaders through the difficulty of wars and civil rights and race issues.\" The massive indoor and outdoor Festival del Sole audience reacted with exuberant cheers, whoops and lengthy applause to the piece's premiere performance. Gasser's music brilliantly related to the poetry with relevant, inventive references such as an evocation of the pealing of the Liberty Bell on its original pitch of E-flat; the use of a tenor saxophone playing a sometimes bluesy but ultimately inspiring theme to represent Martin Luther King; intricate counterpoint passages recalling early liturgical music; the use of the haunting Native American flute, mourning bagpipes, and appealing snippets of familiar tunes and hymns reminiscent of the style of Charles Ives.\n\nHis latest commission is to create a piece he's calling *Cosmic Reflections*, a major three-movement symphony for full orchestra scheduled to premiere in October 2009 at the Kennedy Center in Washington, D.C.\n\n***\n\nNolan Gasser's *GLAST Prelude* received mention in the [July 11, 2008 issue of *Science*](http://www.sciencemag.org/cgi/content/full/321/5886/183b). Further information can be found at [nolangasser.com](http://www.nolangasser.com/glastprelude.html).\n\n\n\n",
        "url": "/articles/c-art-fremontoperagasser"
      },
      "subject": {
        "topics": [
          "Baritone",
          "Carmen",
          "Giacomo Puccini",
          "Opera",
          "Richard Wagner",
          "San Francisco Opera",
          "Symphony",
          "Tenor",
          "Tosca",
          "Wolfgang Amadeus Mozart"
        ]
      },
      "publication": {
        "date": "August 15, 2008",
        "publisher": "Bay Area News Media Preview Section/Inside Bay Area Classical Music"
      },
      "media": {
        "images": [
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Fremont Opera and Composer Nolan Gasser: Bay Area Musical Talent That Is Achieving Deserved Recognition",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Baritone",
        "Carmen",
        "Giacomo Puccini",
        "Opera",
        "Richard Wagner",
        "San Francisco Opera",
        "Symphony",
        "Tenor",
        "Tosca",
        "Wolfgang Amadeus Mozart"
      ]
    },
    {
      "metadata": {
        "id": "c-art-gergiev9",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "Impressions of Beethoven's Ninth Symphony Conducted by Valery Gergiev at the Gergiev Festival in Rotterdam, The Netherlands",
        "summary": "Now I'm convinced. Valery Gergiev, the Moscow-born Ossetian conductor, is a genuine musical phenomenon.\n\nAlthough I'm still struggling through the pea-soup fog of the jet-lagged after my return to t...",
        "fullContent": "\n\nNow I'm convinced. Valery Gergiev, the Moscow-born Ossetian conductor, is a genuine musical phenomenon.\n\nAlthough I'm still struggling through the pea-soup fog of the jet-lagged after my return to the Bay Area in pre-sunrise hours this morning (Sept. 19), I feel an urgency to share highlights from my intense week in the Netherlands. It was spent under the Olympian shadow of this remarkable conductor during rehearsals and ultimate performance of Beethoven's Symphony No. 9 on September 17 in Rotterdam. The concert represented the culmination of a 10-day Freedom Festival under Gergiev's leadership. (Gergiev comes to the Bay Area on October 16, in a Cal Performances presentation in Berkeley.)\n\nI was traveling with the Yale University Alumni Chorus, which, with a similar group from the Cambridge (England) University Music Society, was chosen to work with Gergiev and the Rotterdam Royal Philharmonic Orchestra in a performance of the Beethoven masterwork.\n\nIt was a roller coaster ride rocked with twists and turns of mighty Sturm und Drang.\n Gergiev, 53, as with past geniuses of his ilk, has been called \"difficult,\" \"distant\" and \"dismissive.\" Many say he is a tough, even merciless, taskmaster. But alongside these cants are rosier descriptors like \"brilliant,\" \"intense,\" \"mystical\" and \"uncannily profound.\"\n\nAccording to my experience, he appears to be ALL of the above. Like some of his musical genius predecessors, he can be demanding and mercurial. Think Wagner, Mahler and even Beethoven. But other aspects are redolent of Tchaikowsky, Prokofiev and Shostakovich. One thing is sure: The man is totally dedicated to his art.\n\nIn a still-relevant interview for the June 1992 issue of Opera News*, my distinguished ANG music colleague Stephanie von Buchau quotes Gergiev as saying \"Classical music is more than temporary pleasure. Art is not about revolution, politics or who is in power. If we mix these, as they did in the past, it will be dangerous, and I'm not going to allow it in my theater.\"\n\n\"His\" theater, is the Mariinsky Theater in St. Petersburg, Russia, home to the Kirov Ballet, Opera and Orchestra. At the time of the quote, he was referring to the crumbling Communist leadership of the former Soviet Union. But his comments can be universally applied today. They neatly describe the Rotterdam Festival title: Freedom (in Dutch, \"Vrijheid\").\n\nFollowing the chorus' first encounter with the Maestro during the evening rehearsal Sept. 15, reactions were none too positive. \"The first word that came to my mind,\" said one of the more tolerant of the participating Yalies, was `dismissive.'\" Another more kindly comment from another Bay Area-based chorus member was,\"He needs work on his people skills and in time management.\"\n\nOthers were angrier. Their main reason was, that after arriving at the agreed-upon rehearsal time, Gergiev told them to sit in the back in the auditorium and wait until he was finished with the orchestra. They sat for two long hours during what one person called \"Gergiev's long master class for the orchestra.\"\n\nWhen they were finally called to join the rehearsal, there was no apology for the wait, nor a particularly warm welcome or acknowledgement to the chorus for its pro-bono effort. After a terse \"hello,\" the Maestro simply launched into the music.\n\nMy first chance to observe the real, live Maestro was when he appeared before the assembled, waiting orchestra and chorus for the rehearsal of Arnold Schoenberg's \"A Survivor from Warsaw\" the next day. Again, Gergiev offered only a curt \"hello\" to the musicians, and, a bit later, a comparatively warm welcome to Maximillian Schell, the German-speaking world's answer to Sir Lawrence Olivier, who narrated the work.\n\nAttitudes, however, changed dramatically AFTER the performance. Where there was once doubt, there was now unabashed praise and even wonderment at what most interpreted as his almost mystical skill in communicating exactly what he wanted from them, and all the while, totally (but wordlessly) convincing them that he knew the composers' minds.\n\nThe actual performance was a Beethoven's 9th like I've never before heard. Both the chorus and the audience were euphoric afterward. There was an intensity about it, that, although still respectably refined, maintained a seething, almost raw power about it. It had an almost Russianized Beethoven in its power and passion. Even during its precise, contrapuntal-like passages, as well as its gently expansive slow movement, Gergiev was able to keep the mood taut and intense and clearly headed toward some great ultimate goal. Although he certainly kept the lid on the figurative pot, one had the sense that it was always just about to boil over.\n\nWas there enough juice left for the piece's \"Ode to Joy\" finale?\nYes indeed. The chorus glistened with a resplendent and balanced sonority and power. (I was sitting in the audience, not among the chorus). Quite simply, the singers, mostly amateurs, had never sounded better. The diction was faultless to a fare-thee-well and the cohesion with the orchestra and the Maestro total.\n\nThe fantastic finale was breathtaking — there was a pause of a few seconds before the audience rose for a fortissimo-level standing ovation.\n\nIn effort to try to analyze technical things he did to achieve such dramatic effects, I noted that Gergiev eschewed both baton and a podium. Instead, he relied on his eyes, arms, hands and fingers, as well as rhythmic body movements, to transmit his intentions to the instrumentalists and the chorus. At brief times during rehearsal he used a small stylus, or pencil-size baton, but it was set aside while his fingers fluttered like butterflies whose wings seemed to re-create the inner pulses of the beat — or, perhaps they were in sync with the violinists' left-hand vibrato on their instruments' strings. Whatever the reason for this unusual technique, its ultimate effect contributed mightily to the stunning results.\n\nThe same could be said about the kinetic use of his body. He often took an actual step toward whichever instrumental section he was cueing, and his conducting style often included rhythmic up-and-down, in-place body movements duplicating and transmitting sub-pulses within each beat.\n\n I asked some Yale and Cambridge singers to describe the experience.\n\n\"It was a total thrill,\" said one California-based Yale singer. \"He's aware of the tiniest sound we make.\"\n\nA Connecticut-based singer commented, \"During the rehearsals he seemed to be taking everything we did into his mind. Then, when it came time for the performance, he was able to get us to do just what he wanted. He was totally convincing. He gave us each cutoff and nuance. He required, and got, our total attention. We knew he would accept no less.\"\n\n\"He always seemed to be striving to an ideal,\" said another musician. \"It was as though he had an inner-recording of exactly how the composer wanted the piece, and an equally strong will that enabled him to transmit it to the musicians.\"\n\n An Alaska-based singer metaphorically summed up the Gergiev magic method: \"He\noesn't do spring-training or batting practice. He flies in for the big game and then gives his all — and gets it.\"\n\n A New York City-based recent Yale graduate member of the chorus put it the most graphically. \"One of the reasons Gergiev is so significant is his intensity and emotive power as he conducts. He's the first conductor I've ever worked with, who, after the concert was over, had sweat so much that his tie, as well as his shirt, was wet through!\"\n\n![](/images/gergiev-freedom-banner.jpg)\n\n\n\n",
        "url": "/articles/c-art-gergiev9"
      },
      "subject": {
        "topics": [
          "Conducting",
          "Gustav Mahler",
          "Interview",
          "Ludwig van Beethoven",
          "Ninth Symphony Conducted",
          "Opera",
          "Richard Wagner",
          "Symphony",
          "Violin"
        ]
      },
      "publication": {
        "date": null,
        "publisher": "ANG Newspapers Classical Music Column"
      },
      "media": {
        "images": [
          {
            "url": "/images/gergiev.jpg",
            "alt": "Impressions of Beethoven's Ninth Symphony Conducted by Valery Gergiev at the Gergiev Festival in Rotterdam, The Netherlands",
            "type": "image"
          },
          {
            "url": "/images/gergiev-freedom-banner.jpg",
            "alt": "Impressions of Beethoven's Ninth Symphony Conducted by Valery Gergiev at the Gergiev Festival in Rotterdam, The Netherlands",
            "type": "image"
          },
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Impressions of Beethoven's Ninth Symphony Conducted by Valery Gergiev at the Gergiev Festival in Rotterdam, The Netherlands",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Conducting",
        "Gustav Mahler",
        "Interview",
        "Ludwig van Beethoven",
        "Ninth Symphony Conducted",
        "Opera",
        "Richard Wagner",
        "Symphony",
        "Violin"
      ]
    },
    {
      "metadata": {
        "id": "c-art-heggie",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "Composer Heggie keeps seeking higher ground",
        "summary": "THE marriage of words and music, and the way this union can tell the whole story — including that which is not\nspoken — inspires me,\" says Jake Heggie(http://www.jakeheggie.com), the Bay Area's pre...",
        "fullContent": "\nTHE marriage of words and music, and the way this union can tell the whole story — including that which is not\nspoken — inspires me,\" says [Jake Heggie](http://www.jakeheggie.com), the Bay Area's pre-eminent young\nresident composer. In so saying, Heggie is in harmony with the rarified company of Franz Schubert, Robert Schumann and\nRichard Wagner. All have had the near-magical gift of being able to meld words with music in such a way that words are\nendowed with great emotional color and significance. Often this rare musical skill adds a strong psychological dimension\nas well, thereby transporting mere words up to a profound level.\n\nHeggie, with the expert help of the Pacific Chorale and the Pacific Symphony, made such a thing happen on Sunday.\nat the sumptuous new Segerstrom Concert Hall in Orange County's Performing Arts Complex during the premiere of one of\nhis new works, *Seeking Higher Ground*, which he describes as \"a theater piece for chorus and orchestra.\"\n\n Bay Area audiences will likely experience more of the same this week when the Philharmonia Baroque Orchestra\npremieres Heggie's latest work, a one-act opera for Baroque instruments, *To Hell and Back*, composed to a text\nby New York-based librettist Gene Scheer. Nicholas McGegan will conduct.\n\n As far as I know, this will represent Philharmonia Baroque's first musical foray into music of the 21st century.\nBut perhaps the group still has a figurative foot back in the 4th or 5th centuries B.C., as well. *To Hell and Back*\nturns out to be a modern-day variation on the tale of the Greek goddess Persephone, daughter of Demeter and Zeus,\nwho was abducted by Hades and taken to the underworld, thus depriving the world of springtime — until a compromise\nwas reached.\n\n The Heggie-Greer adaptation is updated to our times by transposing elements of the old Greek myth into a depiction\nof the plight of many heroic women of our times as they deal with spousal abuse.\n\n During a conversation Heggie told me, \"When I'm composing, I strive for themes that will have resonance with\nmany people. I want my music to not only reflect my own thoughts, but to cross boundaries to universal issues and concerns.\"\n\n The production's stars include vocalists Isabel Bayrakdarian and Patti LuPone.\n\n Heggie is best known as the composer for the opera [\n*Dead Man Walking*](/articles/c-articles-deadman), based on the novel by Sister Helen Prejean and libretto by Terrence McNally\n(also made into a movie starring Susan Sarandon and Sean Penn), which had its world premiere with the\nSan Francisco Opera in 2000. It has since been performed in major opera houses nationally and internationally;\nin September 2007, it will open in Vienna.\n\n Other works the prolific Heggie has written, the vast majority of which have been enthusiastically acclaimed by\ncritics and audiences alike, are the opera *The End of the Affair* to a libretto by Heather McDonald and Leonard\nFoglia and the musical scene *At the Statue of Venus*, again with a libretto by McNally.\n\n Besides being one of the most sought-after young composers in the world today, Heggie is also an accomplished concert\npianist, a perceptive writer, and an avid reader of great literature. His compositions have attracted some of the world's\nbest singers, many of whom have recorded and/or performed his many songs. Among them are Frederica von Stade, Renee\nFleming, Audra McDonald, Susan Graham and Bryn Terfel.\n\n Heggie, known as \"Jake,\" was born John Stephen Heggie in Palm Beach, Fla., in 1961. Soon after, his family\nmoved to Southern California and then on to Bexley, Ohio, where at age 6 he began piano lessons and at 12 launched\ninto composing. His father, who was of Hungarian descent, was a medical doctor and played jazz saxophone. His mother\nwas a nurse. He has two older sisters and a younger brother.\n\n After graduating from high school, he traveled to Paris where he studied at the American University and the Paris\nConservatory of Music. But California's siren song beckoned, and eventually, he returned to UCLA where he studied with\nthe great American composer Roy Harris. It was during this period that he was awarded the Henry Mancini Prize for\ncomposition. One of his most recent major awards has been a Guggenheim Fellowship.\n\n In comments Sunday to his Orange County audience, Heggie explained that *Seeking Higher Ground* was a\nresponse to Sister Helen Prejean's thoughts after dealing firsthand with the traumas of people in New Orleans during\nand after Hurricane Katrina. Amid the destruction, she attended a concert presented to these masses of suffering people\nby Bruce Springsteen. When he started singing the song \"We are climbing Jacob's ladder,\" she was deeply moved by how the\npeople were filled with hope and seemed to \"come together.\"\n\n Equally filled with feeling in response to her poem, Heggie crafted a piece that starts with a divided choir\nsinging music of an almost panicky character, and without a pitch center. He also requires heavy, rhythmic breathing\nby the choir as a dramatic, percussive device.\n\n Then the piece moves into storytelling mode and its emotional intensity escalates. The music forms a chillingly\napt frame for the ensuing words, \"Did you know the storm was comin'? Did you hear the people cry as they drowned? Did\nthey ever stand a chance? No money, no car, no hope of being found. Wading through the water. Seeking higher ground.\"\n\n \"Seeking higher ground\" repeats at key points thoughout the piece as the tension mounts. Then a sudden shift occurs\nas the second choir introduces *Jacob's Ladder*, with a quiet hum to portray the moments when Springsteen's song\nbrought the crowd together.\n\n By the end, both choirs are singing together, using all the melodic, harmonic and rhythmic elements of the piece\nat the same time, to create a huge climax of unity, harmony and hope.\n\n Sunday's audience responded in the inevitable way to such a surge of emotion by echoing with a standing ovation.\n\n I'll let you know the minute I find out a Bay Area performance date!\n\n [Added after the performance of *To Hell and Back*]\n\nAfter attending the San Francisco performance of *To Hell and Back* I am adding my views on this performance\nto the contents of my column printed in the ANG Newspapers prior to the performance.\n\nJake Heggie's One Act Opera, *To Hell and Back*, is both rhythmically and harmonically powerful, augmented\nby the period instruments' mellower-than-modern sounds, so as to mold a piece that is poignant, yet pungent.\nScheer's libretto imbues the piece with the linguistic color and punch of our age, grafted onto thematic material\nfrom Greek mythology typically used for operas in the Baroque period. The combination achieves a multi-level\ncontemporary-plus-classic impact rare in new operatic offerings - perhaps one has to go back to Benjamin Britten\nfor comparable achievement.\n\nPatty LuPone was right on the mark in her role as Anne, the wise, high-mileage older woman. She created a\ncutting counterpoint to Isabel Bayrakderian's beautiful, beleaguered Persephone by morphing into a seasoned, but\nbruised woman who was willing to stick her neck on the chopping block so that an Innocent would not have to suffer\nas she evidently had. Her so-called \"Broadway\" intonation and style of delivery created a brilliant,\nperfectly natural musical vehicle to drive that point into the sensibilities of the audience - vividly, and most\neffectively as drama in the intimate venue of Herbst, which has a seating capacity similar to most Broadway\ntheaters.\n\nJake Heggie has matured into one of the leading music drama composers of this age. While some of my colleagues\namong the Bay Area's music critics do not seem to agree with my evaluation, I believe Heggie's achievements will\neclipse those of most other contemporary composers, and hopefully, will endure through the ages.\n\n\n\n",
        "url": "/articles/c-art-heggie"
      },
      "subject": {
        "topics": [
          "attending the",
          "McGegan will",
          "since been",
          "doctor and",
          "he started",
          "divided choir",
          "choirs are",
          "Bay Area",
          "after the",
          "San Francisco"
        ]
      },
      "publication": {
        "date": "October 27, 2006",
        "publisher": "ANG Newspapers Classical Music Column"
      },
      "media": {
        "images": [
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Composer Heggie keeps seeking higher ground",
            "type": "image"
          }
        ]
      },
      "tags": [
        "attending the",
        "McGegan will",
        "since been",
        "doctor and",
        "he started",
        "divided choir",
        "choirs are",
        "Bay Area",
        "after the",
        "San Francisco"
      ]
    },
    {
      "metadata": {
        "id": "c-art-national-anthem",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "Thoughts on Our National Anthem",
        "summary": "A couple of classical music organizations will present concerts to add some flash and dash to the Bay Area's Fourth of July celebrations this coming week. These events, in addition to baseball games...",
        "fullContent": "\n\nA couple of classical music organizations will present concerts to add some flash and dash to the Bay Area's Fourth of July celebrations this coming week. These events, in addition to baseball games, concert openings, and other assorted public events, will involve performances of that great all-American favorite, *The Star-Spangled Banner*. So, it's time to start stretching and exercising the old vocal cords. After all, it takes a certain degree of vocal fitness to hit all the notes and properly sing our nation's signature song.\n\nOur National Anthem's stirring words can speed up our pulses and bring tears to our eyes -- but its melody strains most American vocal cords to capacity. Think how many of us drop out on the line that begins \"and the rockets' red glare....\" The reason is that the word \"glare\" and the word \"free\" in the last line both require a vocal leap 12 notes higher than the song's lowest note -- a mighty stretch for most of us.\n\nFrancis Scott Key, a chap who was born in Frederick, Maryland in 1779, is responsible for the words. But the tune to which Key matched his words' meter was *To Anacreon in Heaven*, a piece composed about 1780 as the official song of the Anacreontic Society, a British social and musical organization. Key must have been a pretty good singer with a broad range, since he had used the same tune back in 1805 to accompany another of his poems, an ode to honor Commodore Stephen Decatur.\n\nAlthough he was indeed considered a fine poet, by 1805 he had established a law practice in Georgetown Maryland. By 1814, he had appeared many times before the U.S. Supreme Court. His brother-in-law, Roger Brooke Taney, was eventually named as the Supreme Court's Chief Justice and as such, administered the oath of office to Abraham Lincoln in 1861.\n\nBut Key's enduring place in the history of our country was secured when he set his patriotic passion into verse after watching the British onslaught of Fort McHenry during the War of 1812.\n\nAccording to the historical record, Key's friend, Dr. William Beanes, was taken prisoner by the British army soon after its departure from Washington in August of 1814. Key left for Baltimore to obtain the services of Colonel John Skinner, the government's prisoner-of-war exchange agent, to aid him in securing the release of Dr. Beanes. Together they sailed on a truce ship down the bay and met the British fleet.\n\nThey successfully negotiated the doctor's release, but all three were then detained by the British until after the attack on Baltimore. Key stood watch through the night from the deck of a British ship anchored about eight miles below the fort during its bombardment.\n\nIt was from this site that, \"the rockets' red glare, the bombs bursting in air,\" finally gave him \"proof through the night\" that the flag was indeed \"still there,\" flying high and victorious, over the fort. During the night, the British had fired nearly 1,800 bombs, rockets and shells at the Fort, with about 400 of them landing inside. As the day's early light dawned, Key penned his feelings of thrill and relief on the back of an envelope.\n\nAs the British fleet withdrew, Key and his cohorts were sent ashore. The next day, in a hotel, he made a good copy of his poem and showed it to some of his wife's Baltimore relatives. They immediately had it printed and distributed throughout the city on a handbill entitled \"The Defense of Fort McHenry.\"\n\nA couple of weeks later it was published in Baltimore newspapers, and under the name, *The Star-Spangled Banner*, gained enthusiastic popularity. An actor-singer then sang it, using the English tune to which Key had matched its meter, at a public performance.\n\nDuring the Civil War, with both Union and Confederate forces rallying to its strains, Key's creation became nationally popular. However, it took several more decades, another war, and the Great Depression for it to be named the official anthem of the United States. President Herbert Hoover signed the Congressional bill proposing that it be so, into law on March 3, 1931.\n\nThere were, and have remained to this day, other musical contenders for the honor of National Anthem. Among them are *America the Beautiful*, *Yankee Doodle*, *God Bless America*, *America* (aka *God Save the Queen*), all of which, for average folks, seem a little more singable.\n\nHowever, none better capture the fervor of America's great promise, to remain \"the land of the free and the home of the brave!\" than does *The Star-Spangled Banner*. Perhaps the difficult range of notes through which we must struggle in order to sing it remind us of the difficulties through which we must struggle to maintain the United States as the honorable land of the free and the home of the brave!\n\n\n\n",
        "url": "/articles/c-art-national-anthem"
      },
      "subject": {
        "topics": [
          "Bay Area",
          "Classical Music",
          "Music Article",
          "Our National Anthem",
          "Performance",
          "Spangled Banner"
        ]
      },
      "publication": {
        "date": "July 2, 2004",
        "publisher": "ANG Newspapers"
      },
      "media": {
        "images": [
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Thoughts on Our National Anthem",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Bay Area",
        "Classical Music",
        "Music Article",
        "Our National Anthem",
        "Performance",
        "Spangled Banner"
      ]
    },
    {
      "metadata": {
        "id": "c-art-natlsymph",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "Different sort of 40s tunes from National Symphony",
        "summary": "FUNNY thing, time. What was once new and exciting often becomes old and ' uh, well ' dull. But if you wait just a few more years, the tables turn and the old and dull take on a new sense of chic, and...",
        "fullContent": "\nFUNNY thing, time. What was once new and exciting often becomes old and ' uh, well ' dull. But if you wait just a few more years, the tables turn and the old and dull take on a new sense of chic, and sometimes, even distinct value.\nSo it is with a timely project focusing on American arts during the 1940s. Now playing at the Kennedy Center in Washington, D.C., the project sports the title, A New America: The 1940s and the Arts ** and involves ballet, jazz programs, pop concerts, theater productions and more. It started in January and continues through June.\n\nSaturday, while in the capital for a few days, I heard a National Symphony Orchestra portion of the project. Conducted by the eminent Leonard Slatkin, the concert featured Virgil Thomson's *Fugue and Chorale on Yankee Doodle,* adapted by the composer in 1967 from music he had written in 1945; Paul Creston's *Frontiers,* composed in 1943; Erich Korngold's 1946 *Concerto in D for Violin and Orchestra*; Elliott Carter's 1945 piece inspired by and named for Emily Dickinson's poem *Musicians Wrestle Everywhere* and William Schuman's bumptious 1941 *Symphony No. 3*.\n\nEven though the concert was a continent's width away, it has relevance to us in the Bay Area. After all, the National Symphony was founded in 1931 to be the whole country's orchestra. It's composed of 100 musicians who play a 52-week season of some 175 concerts, including performances for state occasions and for heads of state as well as excursions and outreach.\n\nAccording to Maestro Slatkin, music of the 1940s was far more than Benny Goodman's big band swing, Bing Crosby or Frank Sinatra's signature crooning, Dinah Shore's silky song renditions or the Andrews Sisters' peppy presentations.\n\nThe decade also was a time when significant numbers of musicians, artists, writers and pedagogues immigrated to\n\nAmerica as refugees from Hitler's Nazi regime. While many remained on the East Coast, many flowed into Lake Hollywood, where they could find employment as studio musicians, technicians, artists and writers.\n\nOne of the most interesting was Erich Korngold. Born in Brno, Moravia in 1897, he died a world away in Hollywood in 1957. In Europe, Korngold had become a sensation. His first opera, *The Snowman*, was composed at age 11 and was produced by the Vienna Opera.\n\nLater, the most successful of his 19 operas, *Die Tote Stadt* (\"The Dead City\"), was given a simultaneous premiere in Hamburg and Cologne, and a year later at the Metropolitan Opera in New York.\n\nIn the 1930s, he immigrated to Hollywood where he was set to work on musical scores for movies. He eventually composed 17 scores for Warner Bros. films, two of which won Academy Awards. The dashing musical score accompanying Errol Flynn's first great hit, \"The Sea Hawk,\" as well as compelling scores to the poignant Bette Davis/Paul Muni/Brian Aherne flick \"Juarez,\" \"Anthony Adverse\" and \"The Prince and the Pauper,\" are all Korngold's.\n\nIn Europe, Korngold had been considered a peer by Richard Strauss, Karl Goldmark and Giacomo Puccini. In the United States, he joined the ranks of Jascha Heifetz (for whom his Violin Concerto was composed), Miklos Rozsa, Franz Waxman, Morton Gould and more.\n\nContemporary violinist Leonidas Kavakos used his 1692 \"Falmouth\" Stradivarius instrument to perform the Korngold Concerto with Slatkin and the National Symphony last Saturday eve. By turns rousing, passionate and achingly bittersweet, the work's themes were actually pirated by Korngold from segments of several of his own film scores. Kavakos, Slatkin and the orchestra did credit to Korngold's memory and contributed mightily to the musical heritage of his adopted new country.\n\nAlthough my companions and I were initially expecting to merely endure the Thomson, Creston and Schumann works, we actually became enthusiastically engaged by the collective wit, color, creativity and depth of these vintage 1940 works.\n\nFor those who might be touring the grand sights in D.C. soon, be sure to take in a National Symphony Orchestra concert.\n\n\n\n",
        "url": "/articles/c-art-natlsymph"
      },
      "subject": {
        "topics": [
          "Concerto",
          "Giacomo Puccini",
          "Metropolitan Opera",
          "Music Article",
          "National Symphony",
          "Newspapers Preview Section",
          "Opera",
          "Premiere",
          "Symphony",
          "Violin"
        ]
      },
      "publication": {
        "date": "February 11, 2005",
        "publisher": "ANG Newspapers Classical Music Column"
      },
      "media": {
        "images": [
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Different sort of 40s tunes from National Symphony",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Concerto",
        "Giacomo Puccini",
        "Metropolitan Opera",
        "Music Article",
        "National Symphony",
        "Newspapers Preview Section",
        "Opera",
        "Premiere",
        "Symphony",
        "Violin"
      ]
    },
    {
      "metadata": {
        "id": "c-art-ring-legend",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "Berkeley Opera Production of the Condensed Version of Wagner's <i>Der Ring des Nibelungen</i>",
        "summary": "One of the most frequent complaints folks have about composer Richard Wagner's epic four-opera cycle based on the old Germanic legends of Der Ring des Nibelungen is that it's sooo long!\n\nA thought...",
        "fullContent": "\n\nOne of the most frequent complaints folks have about composer Richard Wagner's epic four-opera cycle based on the old Germanic legends of *Der Ring des Nibelungen* is that it's sooo long!\n\nA thought I've long harbored regarding the irascible 19th-century German composer-author of the vaunted \"Ring\" Cycle is that the fellow could have greatly benefited from the condense and/or delete philosophy of some of my skilled editors.\n\nFortunately, David Seaman, a witty Welsh chap from that country's National Opera, has committed a sort of coup de grace upon Wagner's long-windedness by condensing the whole four-performance epic into a single brilliant, cogent three-hour masterpiece called *The Legend of the Ring*.\n\nFollowing the premiere of Seaman's version, given by Pocket Opera Nuremberg, the country's prestigious *Die Welt* newspaper pronounced it a dramatic compression that brings the characters more sharply into focus, adding the caveat that, \"Every bar is original Wagner in seamless juxtaposition.\"\n\nAfter its 2004 Berkeley Opera premiere, the late great Bay Area music critic Stephanie von Buchau (who was never accused of being easy to impress,) wrote that the show produced \"more goose bumps and emotion than many of the 17 cycles of Wagner's masterwork that I have attended in 55 years of international opera-going.\"\n\nMoreover, the daring endeavor even has the blessings of the Wagner Society of Northern California.\n\nStarting at 8 p.m. July 31, the Berkeley Opera will repeat its 2004 *Ring* blockbuster with four performances at the state-of-the-art El Cerrito Performing Arts Theater, on the El Cerrito High School campus. The current performances are under the direction of Mark Streshinsky, who also served as the director/production designer of the acclaimed 2004 production.\n\nThe youthful, energetic Streshinsky, recently named Berkeley Opera's new artistic director, elaborates about his production innovations of the Wagner condensation.\n\n\"David Seaman's version is just three hours long and uses eight performers and a reduced orchestra. With the help of a video artist, I designed projected scenery that used video, photo montage, (including) extensive use of shadow, and still photography to suggest the locales and magic.\"\n\nThe musical director is Wagner-savvy Jonathan Khuner, with projections by Jeremy Knight, lighting by Lucas Kresch and costumes by Romy Douglass. Alex Kort serves as production manager.\n\nThe show has also attracted a stellar cast, all of whom are Wagner veterans familiar on many of the world's great operatic stages. Three are graduates of San Francisco Opera's Merola program. Merola alum Richard Paul Fink, a baritone and renowned Wagnerian, will sing the role of Wotan, the chief Germanic god. Dramatic soprano Christine Springer will repeat her performance from the 2004 Berkeley Opera production of *The Legend of the Ring* of the three Brünnhilde roles and also sing Rhinemaiden Wellgune in the opening scene.\n\nSoprano Marie Plette, a 1992 Merola alumna and Streshinsky's wife, will sing the roles of Sieglinde, Freia, Gutrune, Woglinde and the Forest Bird. Jay Hunter Morris, an appropriately Nordic-looking tenor, is cast in the role of Siegfried. Another Merolini, the splendid actor/bass-baritone Bojan Knezevic, will likely produce a fascinating portrayal of Alberich. A mesmerizing powerhouse on stage, Knezevic recently reaped rave reviews singing the title role of the acclaimed Ensemble Parallele's production of Alban Berg's *Wozzeck* at the San Francisco Conservatory of Music. Bass Dean Peterson will sing the challenging role of Hagen, and tenor Stephen Rumph will sing both Loge and Mime. Valentina Osinski, mezzo-soprano, will sing the roles of Fricka and Flosshilde. Interestingly, the glamorous Osinski, although considered a specialist in modern works, claims the witch in Humperdinck's *Hansel and Gretel* as her signature role. Stephen Rumph will sing the tenor roles on Loge and Mime.\n\nBerkeley Opera has garnered a luminous reputation since its 1979 founding by Richard Goodman. Jonathan Khuner assumed leadership in 1994 and was joined this season by Streshinsky as artistic director.\n\nFrom its genesis, the plucky company has been committed to presenting opera as lively, compelling musical theater, fusing music and drama in ways that both delight and challenge audiences. The company's originality has earned it a reputation of being one of the most interesting small companies in the nation.\n\n\n",
        "url": "/articles/c-art-ring-legend"
      },
      "subject": {
        "topics": [
          "Baritone",
          "Bass",
          "Berkeley Opera Production",
          "Merola Opera Program",
          "Mezzo-soprano",
          "Opera",
          "Richard Wagner",
          "San Francisco Opera",
          "Soprano",
          "Tenor"
        ]
      },
      "publication": {
        "date": "July 30, 2010",
        "publisher": "Bay Area News Preview Section"
      },
      "media": {
        "images": [
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Berkeley Opera Production of the Condensed Version of Wagner's <i>Der Ring des Nibelungen</i>",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Baritone",
        "Bass",
        "Berkeley Opera Production",
        "Merola Opera Program",
        "Mezzo-soprano",
        "Opera",
        "Richard Wagner",
        "San Francisco Opera",
        "Soprano",
        "Tenor"
      ]
    },
    {
      "metadata": {
        "id": "c-art-wozzeck",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "Berg's *Wozzeck* is still powerful after 85 years",
        "summary": "The music, art and architecture of a given time often present a mirror image of the mood and mores of that time. As a potent example of this thesis, the San Francisco Conservatory of Music's resident...",
        "fullContent": "\nThe music, art and architecture of a given time often present a mirror image of the mood and mores of that time. As a potent example of this thesis, the San Francisco Conservatory of Music's resident Ensemble Parallele, under the direction of its founder and conductor Nicole Paiement, is preparing to recreate the reeling Weltanschauung of 1920s Europe this weekend with a production of Austrian-born Alban Berg's fervid opera, *Wozzeck.*\n\nAccording to Paiement, a petite, ballerina-like blonde with a French accent, Ensemble Parallele, founded in 1994, is dedicated to presenting contemporary chamber opera. She will conduct the upcoming *Wozzeck* production, a reorchestration of Berg's 1925 original by Montreal composer John Rea. Director Brian Staufenbiel's film noir staging uses multimedia projections by media artist Austin Forbord that are reminiscent of German silent films of the 1920s.\n\nA down and out guy**\n\nThe cast of impressively polished singers will be headed by the superlative singing actor, bass-baritone Bojan Knezevic, as Wozzeck, an honorable but victimized soldier/servant who represents the \"arme Leut\" (tragic common man). Marie, Wozzeck's common-law wife and mother of his child, will be sung by Patricia Green, a soprano with a three-octave range.\n\nSinging the role of the pompously ruthless Captain will be powerful tenor John Duykers; AJ Glueckert will\nsing the braggadocio role of the Drum Major, who seduces Marie and taunts Wozzeck in front of his fellow soldiers before beating him up. Phillip Skinner, a versatile bass-baritone, will sing the role of the doctor who has recruited Wozzeck as a guinea pig for his medical experiments; J. Raymond Meyers, a tenor with an astonishing range, will portray Andres, Wozzeck's friend. Erin Neff will sing the role of Margret; bass John Bischoff is the First Apprentice and Hawaii-born baritone Torlef Borsting the Second Apprentice.\n\n*Wozzeck* was — and still is — a work of art that can jolt human sensibilities about as much as a powerful earthquake can jog up the Richter scale. But by no means will it be opera as usual — the kind brimming with soaring, beautiful melody and cushioned by lush instrumental harmonies. Rather, *Wozzeck* is related to the often lurid Expressionistic movement of art and music that followed on the heels of the sparkling, light-drenched style dubbed Impressionism.\n\nImpressionist composers such as Debussy and painters such as Monet sought to represent their impressions of people, scenes and objects of the external world in a descriptively kinetic, pictorial sense — colored by graceful melody and pleasing harmony.\n\nAlthough practitioners of both stylistic disciplines characterized real objects and persons, Expressionists depicted them in distorted, tension-ridden, often fragmented images or sounds. Painters such as Ernst Kirchner smothered their subjects in thick, saturated colors, often further imprisoning them within slashing, angular black lines. Faces sometimes emerged as blank blobs of paint that look as though they were applied by a knife spreading cheese on a cracker.\n\nComposer Berg, in company with his Expressionistic colleagues, employed exaggerated dynamics, a plethora of tritones and distorted vocal inflections (a sort of talk-sing style called Sprechstimme that sounds like the filmed portrayals of Marley's Ghost from Dickens' *A Christmas Carol*). Other sonic weapons they used were jagged, wide-leaping melodic passages; dissonant, atonal harmonies; and complex, intentionally unstable-sounding rhythmic patterns. Such elements were recruited to express the dark inner feelings of personalities psychologists have characterized as either distressed, helpless entities flailing about in the grip of forces they do not understand, or as the isolated prey of their own inner anxieties and irrational subconscious drives.\n\n**Goose bumps galore**\n\nAnd there, stuffed into a rather contorted nutshell, you have the world that faced the first half of the 20th century as well as the tragic title character of Berg's potent opera, *Wozzeck* — a character that Knezevic portrayed with chilling intensity during the rehearsal I attended.\n\nBe assured: Despite Berg's sallies into Expressionistic shock, the upcoming \"Wozzeck\" is bound to awe you with an emotional force you will neither regret nor forget. (Although its original audiences often walked out mid-performance or even rioted, within its first 10 years, *Wozzeck* was performed more than 150 times in 28 European cities.)\n\n\n\n",
        "url": "/articles/c-art-wozzeck"
      },
      "subject": {
        "topics": [
          "Baritone",
          "Bass",
          "Conducting",
          "Music Article",
          "Music Ensemble Parallele",
          "Opera",
          "San Francisco Conservatory",
          "Soprano",
          "Tenor",
          "Yerba Buena Center"
        ]
      },
      "publication": {
        "date": "January 26, 2010",
        "publisher": "ANG Newspapers Preview Section"
      },
      "media": {
        "images": [
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Berg's *Wozzeck* is still powerful after 85 years",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Baritone",
        "Bass",
        "Conducting",
        "Music Article",
        "Music Ensemble Parallele",
        "Opera",
        "San Francisco Conservatory",
        "Soprano",
        "Tenor",
        "Yerba Buena Center"
      ]
    },
    {
      "metadata": {
        "id": "c-articles-deadman",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.784Z"
      },
      "content": {
        "title": "Dead Man Walking at San Francisco Opera",
        "summary": "Operas have been written about virtually every aspect of human experience. While libretti fairly brim with cases of mistaken identity, romance, slapstick comedy, and all manner of noble quests, they...",
        "fullContent": "\nOperas have been written about virtually every aspect of human experience. While libretti fairly brim with cases of mistaken identity, romance, slapstick comedy, and all manner of noble quests, they also spill over into incidents of fratricide, patricide, suicide and murder, not to mention incest, rape - and execution. So San Francisco Opera's upcoming world premiere of *Dead Man Walking*, a story that explores the controversial and emotive moral issues surrounding capital punishment culminating in the execution of a rapist-murderer, isn't as far-fetched a subject for an opera as some might think.\n\n*Dead Man Walking*, scheduled to open in San Francisco's War Memorial Opera House on 7 October, is a grim, moving autobiographical story based on a book by Sister Helen Prejean CSJ, a Roman Catholic nun who has spent her life pursuing her vocation in her home state of Louisiana. She wrote *Dead Man Walking* after serving, in 1982, as a spiritual counsellor for Patrick Sonnier, a convicted rapist-killer of two teenagers, who was sentenced to die in the electric chair at Louisiana's Angola State Prison. Published in 1993, the book earned numerous awards. It was on *The New York Times*' best-seller list for 31 weeks, graduated to the international best-seller list, and has been translated into eight different languages.\n\n*Dead Man Walking* was released as a film in 1996. It starred Susan Sarandon as Sister Helen and Sean Penn as the inmate on death row, renamed Matt Poncelet for the purposes of the movie. Tim Robbins wrote the screenplay and directed the film, which subsequently received Oscar nominations for best actor, best actress, best song, and best director - Sarandon won the best actress award. Many who saw the movie considered it one of the more emotional, even traumatic, experiences of their lives - I certainly did.\n\nHow could a subject as charged as capital punishment possibly be addressed in an opera? I asked Jake Heggie, the composer of *Dead Man Walking*: \"I cried a lot!\" admitted 39-year-old Heggie. \"But then I began to see it not just as a story about the death penalty in our country, but rather, as a journey taken by the two main characters and their injured families - the families of the victims as well as those of the victimiser. It's neither a documentary nor a musical version of the movie. It's contemporary, but timeless; very American, yet universal. It deals with something that every country and every civilisation has had to deal with since time began: the question of who decides who lives and who dies. It's also about redemption versus damnation, and then, the really big one - forgiveness. That [forgiveness] is the big journey in life - the one thing that will give a person peace of mind.\"\n\nIt took many months for Heggie, librettist Terrence McNally, and Lotfi Mansouri, San Francisco Opera's General Manager, to agree on *Dead Man Walking* as a subject for opera. The idea of commissioning Heggie to write a new opera actually had its genesis in Mansouri's mind back in 1997. Mansouri considered the young composer to have what he describes as \"an incredible talent for expressing the human condition through, song and voice\" and as a musician who \"really understands how the voice works.\" He also admires McNally as \"one of the finest playwrights of our time\" and had long wanted him to write an opera libretto. Mansouri tapped into the resources of Chase Manhattan Private Bank to create an ongoing Chase Composer-in-Residence Program, designating Heggie the first recipient. The purpose of the program, Mansouri says, is \"to provide a wide variety of new works of every scale - at the rate of one new opera per year\" His hopes are \"that operas written by future composers-in-residence will be produced for the main stage of San Francisco's War Memorial Opera House as well as for other venues, depending on the size and scope of the individual compositions.\"\n\nThrough his Pacific Visions Program, which he established in 1992, Mansouri was the catalyst for commissioning Andre Previn as composer and Philip Littell as librettist for *A Streetcar Named Desire*, based on the Tennessee Williams stage play, and Conrad Susa and Philip Littell to team up to write music and libretto for *Les Liasons Dangereuses*, based on the 18th-century novel by Choderlos de Laclos. Similarly, Mansouri was instrumental in commissioning Stewart Wallace and Michael Korie to create an opera based on the life and death of the San Francisco politician and gay rights advocate, *Harvey Milk*, a joint endeavour with the Houston Grand Opera and the New York City Opera.\n\nThe choice of Sister Helen Prejean's *Dead Man Walking* as the subject for this latest commission, was not Mansouri's, but rather, McNally's. According to Heggie, when Mansouri initially approached him with the idea of writing an opera, the General Director suggested a comedy! After Heggie and McNally were introduced, they spent about nine fruitless months brainstorming through possible subjects for their opera. Then, while on a plane en route to yet another meeting with Heggie, McNally wrote out a list of the subjects they were considering. He had recently read Sister Helen's book, and included it along with his other potential subjects. By the time his flight ended, he had crossed out every title on his list except *Dead Man Walking*. When McNally first told Heggie that he hoped to base the opera on *Dead Man Walking*, Heggie remembers that \"all the hairs on my body seemed to stand on end. I knew the choice was inspired.\"\n\nWhen I approached McNally, he was working with composer-lyricist David Yazbek touching up last-minute details for the New York opening of their new musical play, *The Full Monty*. He took time out to share his thoughts about *Dead Man Walking* with me via e-mail. \"I knew for a long time, that if I were ever going to write a full-length opera, I would be hoping to find a contemporary story that concerned itself with people I could care about who were attempting to deal with a difficult moment in their lives,\" he wrote. He noted that these were pretty much the same criteria he used when trying to come up with an original idea for a play, and added, \"Obviously, *DMW* met these criteria.\"\n\nSo why didn't he write a play based on Sister Helen's book instead of an opera? He explained that, given the magnitude of the subject matter, it seemed more suited to an opera than a play. \"I think music adds a dimension to a story that words can only suggest. In this case, the emotions are so big, complex and mysterious, music can amplify them, allow them to grow. It's a big story, it's inherently operatic, it's about a subject we all think about, even if we pretend our minds are 100 per cent made up on the order. I think the subject-matter reaches us in a very fundamental place.\"\n\nAfter the decision on *DMW* was finalised with Mansouri and Sister Helen, McNally took Jake Heggie to his house in Key West, Florida, to begin work. Although they had talked about the plot for several months, McNally spun out the libretto for Act I in about four days. He told Heggie that he would initially approach it as though he were writing a play and hope that it inspired music. It did.\n\n\"It was my job to translate that kind of emotion and searing conflict into music,\" Heggie said - and after a long hesitation, added, \"That's why I was in tears so much of the time during its composition.\" Heggie found McNally to be a wonderful collaborator. \"He told me to let the music take over if I came across something in the libretto that didn't quite fit. Soon, the libretto took shape because the music took us there.\"\n\nFor Heggie, working on the opera was very much a give-and-take creative process. He always \"tried to get into the head of the person speaking\" and then, as he did so, he could write the sort of melodic line which would fit each character and their mood. Heggie's compositional style is refreshingly lyrical, since he believes that the human voice is built to sing long, lyric lines. He has an almost Schubertian affinity for and facility with song and his compositions, as a result, have attracted some of the world's best singers, many of whom have either included Heggie selections in their recitals or on their recordings. Among these are Frederick von Stade, Brian Asawa, Renee Fleming, Earle Patriarco, and more. Soprano Jennifer Larmore writes in the programme notes of her latest CD, \"... it's amazing how he [Heggie] assumes the identity of his texts.\" What's more, Heggie's piano skills are such that he is often sought as an accompanist or soloist. While much of the music for *Dead Man Walking* has an almost bel canto lyricism, there are times when the plot requires angry, angular, or abrupt qualities. \"When you're in a violent environment like a prison ward or on death row, you're not going to hear melodies with arching, long lines,\" Heggie says. \"But, when Joe [the inmate in the opera is renamed Joe de Rocher] is finally able to sing such lines, they become all the more touching and tender.\"\n\nBoth the music and libretto for Act I were completed in four months. Act II took five additional months, and the orchestration about five more months.\n\nMichael Yeargan, the very literate designer of the opera's sets, describes the tension in the music as \"almost like heading to a car wreck. The suspense is unbelievable - lush music, combined with this rock 'n' roll radio at the murder scene. Heggie's music has an incredible rhythm, like the ticking of a clock - like High Noon, leading you to the final moment. We've tried to orchestrate our [stage] images as they're orchestrating the music.\" I asked John Packard, the baritone cast as Joe to describe his approach to the role: \"Although Joe is a monster, he is still a human being. Will he find redemption? It's not plausible but when I read through the score, the music captures it - it's possible. I'm honoured to be doing it.\"\n\nSister Helen, too, was a frequent collaborator throughout the opera's creation. She made it clear to both composer and librettist that she considered fidelity to the spirit of the work to be more important than the chronological details.\n\nAccording to Heggie, the final result is somewhat abstract. \"Abstraction allows the characters to occupy this large psychological space,\" he said. \"We wanted the situation to be somewhat familiar in the public consciousness, but yet we needed to be allowed some creative freedom and flexibility. Think of a big quiet pond. Then imagine a huge rock thrown into the middle of it. Ripples range out through the whole pond and touch everything that borders it. The rock is the ugly crime. The ripples then wreak havoc with the families - even the criminal's mother and brothers - as well as society as a whole.\"\n\nMcNally, Heggie, and Sister Helen both hope that the opera doesn't necessarily make people feel sorry for the criminal, but that they are brought to a recognition that he is a fellow human, and that two wrongs don't necessarily make a right. To illustrate, Heggie recounted a personal experience: \"Once, when my brother and I were arguing about the death penalty, he asked me if I would favour someone like Joe being put to death if his victim had been our mother. I answered by asking him if he would still favour the death penalty if the person who committed the crime had been one of his own children.\"\n\nSince her encounter with Patrick Sonnier, Sister Helen has counselled two additional death row inmates and witnessed their deaths. She continues her ministry to inmates, their families and those of their victims, and is currently working on a book about women's struggle for equality in the Roman Catholic Church. In her warm singsong Southern accent, she affirmed that \"There was not one major snag in the transition of my story into an opera. Terrence and Jake really saw it as the essential human conflict that it was.\" She told me how the music was beginning to affect its listeners, even before the first official performance. \"Jake told me about a recent meeting of some big bankers who were considering backing the opera,\" she said. After a few selections from the score were performed, many of them were so moved, that they cried!\"\n\nOne of America's starriest singers on the international opera scene, mezzo Susan Graham, has been chosen to sing the role of Sister Helen, with Kristine Jepson scheduled to sing the role for one performance. Frederica von Stade takes on the role of the inmate's mother. Australian baritone Teddy Tahu Rhodes will sing the role of Joe for one performance. San Francisco Opera's Principal Guest Conductor Patrick Summers will conduct, while Joe Mantello directs.\n\n![](/images/title-gray-dead.gif)\n\n![](/images/opera-now-cover.jpg)\n\n![](/images/dmw-1.jpg)\n\nThree sisters: Susan Sarandon (center) from the film version of 'Dead Man Walking', flanked by Susan Graham (right) who played the lead in the opera, and the real Sister Helen Prejean.\n\n![](/images/dmw-2.jpg)\n\nMichael Yeargan's design for the bleak prison setting of the Opera\n\n![](/images/dmw-3.jpg)\n\nThe creative team of Dead Man Walking, left to right: Jake Heggie, Terence McNally, Patrick Summers and Joe Montello.\n\n",
        "url": "/articles/c-articles-deadman"
      },
      "subject": {
        "topics": [
          "Baritone",
          "Conducting",
          "Franz Schubert",
          "Opera",
          "Opera Now",
          "Piano",
          "San Francisco Opera",
          "Soprano",
          "War Memorial Opera House"
        ]
      },
      "publication": {
        "date": 2000,
        "publisher": "Opera Now"
      },
      "media": {
        "images": [
          {
            "url": "/images/title-articles.gif",
            "alt": "Dead Man Walking at San Francisco Opera",
            "type": "image"
          },
          {
            "url": "/images/title-gray-dead.gif",
            "alt": "Dead Man Walking at San Francisco Opera",
            "type": "image"
          },
          {
            "url": "/images/opera-now-cover.jpg",
            "alt": "Dead Man Walking at San Francisco Opera",
            "type": "image"
          },
          {
            "url": "/images/dmw-1.jpg",
            "alt": "Dead Man Walking at San Francisco Opera",
            "type": "image"
          },
          {
            "url": "/images/dmw-2.jpg",
            "alt": "Dead Man Walking at San Francisco Opera",
            "type": "image"
          },
          {
            "url": "/images/dmw-3.jpg",
            "alt": "Dead Man Walking at San Francisco Opera",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Baritone",
        "Conducting",
        "Franz Schubert",
        "Opera",
        "Opera Now",
        "Piano",
        "San Francisco Opera",
        "Soprano",
        "War Memorial Opera House"
      ]
    },
    {
      "metadata": {
        "id": "c-articles",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.785Z"
      },
      "content": {
        "title": "Untitled",
        "summary": "July 30, 2010\nBerkeley Opera Production of The Legend of the Ring, by Richard Wagner, condensed by David Seaman(http://www.insidebayarea.com/ci 15606273)Classical Music Column Bay Area N...",
        "fullContent": "\n***\n\nJuly 30, 2010\n[Berkeley Opera Production of The Legend of the Ring*, by Richard Wagner, condensed by David Seaman](http://www.insidebayarea.com/ci 15606273)*****Classical Music Column Bay Area News Preview Section, under headline, *\nClassical Music: Berkeley Opera is bringing back the 'Ring'\n\nJanuary 26, 2010\n[San Francisco Conservatory of Music Ensemble Parallele Production of *Wozzeck* at Yerba Buena Center](c-art-wozzeck)*****Classical Music Column Bay Area News Preview Section, under headline, *\nBerg's *Wozzeck* is still powerful after 85 years\n\nAugust 15, 2008\n[Fremont Opera and Composer Nolan Gasser: Bay Area Musical Gems](c-art-fremontoperagasser)*****Classical Music Column Bay Area News Media Preview Section, under headline,*\nWhich comes first, the words or the notes?\n\nAugust 3, 2007\n[World Premiere of Thomas Pasatieri's Opera, *Hotel Casablanca*](c-art-casablanca)*****Classical Music Column for the for the ANG Newspapers Preview Section, under headline,*\nMerola Opera will premiere *Hotel Casablanca*\n\nOctober 27, 2006\n[An Update on Composer Jake Heggie](c-art-heggie)*****Classical Music Column for the ANG Newspapers Preview Section, under headline,\n*Composer Heggie keeps seeking higher ground\n\nSeptember 22, 2006\n[Experiencing Gergiev's Leadership: Beethoven's 9th Symphony at the Gergiev Festival in Rotterdam](c-art-gergiev9)*****Classical Music Column for the ANG Newspapers Preview Section, under headline,* When Gergiev leads, musicians take serious note\n\nFebruary 25, 2005\n\n[High-Tech Hand-Held Concert Companion \"CoCo\"](c-art-coco)****\n*Classical Music Column for the ANG Newspapers Preview Section, under headline,* Oakland East Bay Symphony tries latest in PDAs for concerts\n\nFebruary 11, 2005\n\n[National Symphony Orchestra Plays Music from the 1940s](c-art-natlsymph)****\n*Classical Music Column for the ANG Newspapers Preview Section, under headline,* Different sort of '40s tunes from National Symphony\n\nJuly 2, 2004\n[Thoughts on Our National Anthem](c-art-national-anthem)**** *Classical Music Column for the ANG Newspapers Preview Section*\n\n2000\n\n[Article on the\nOpera, *Dead Man Walking,* by Jake Heggie, prior to its world premiere by the San Francisco Opera](c-articles-deadman)**\n***Feature Article in the British Publication, *OPERA NOW****\n\nJune 14 & 15, 1999\n\n[Article on Music Trains the Brain](c-art-brain)**\n\nArticle in ANG Newspapers\n\n\n",
        "url": "/articles/c-articles"
      },
      "subject": {
        "topics": [
          "Berkeley Opera Production",
          "Ludwig van Beethoven",
          "Merola Opera Program",
          "Opera",
          "Premiere",
          "Richard Wagner",
          "San Francisco Opera",
          "Symphony",
          "World Premiere"
        ]
      },
      "publication": {
        "date": "July",
        "publisher": "Richard Wagner"
      },
      "media": {
        "images": [
          {
            "url": "/images/title-articles.gif",
            "alt": "Untitled",
            "type": "image"
          },
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Untitled",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Berkeley Opera Production",
        "Ludwig van Beethoven",
        "Merola Opera Program",
        "Opera",
        "Premiere",
        "Richard Wagner",
        "San Francisco Opera",
        "Symphony",
        "World Premiere"
      ]
    },
    {
      "metadata": {
        "id": "c-reviews-tristan-stuttgart",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.785Z"
      },
      "content": {
        "title": "Stuttgart Reveals a New Way to Envision Tristan und Isolde",
        "summary": "WHEN the curtain rose Sunday after only a few bars of the prelude to Richard Wagner's \"Tristan und Isolde,\" I knew I wasn't in Kansas anymore. But I also thought that just maybe it could have been Sa...",
        "fullContent": "\nWHEN the curtain rose Sunday after only a few bars of the prelude to Richard Wagner's \"Tristan und Isolde,\" I knew I wasn't in Kansas anymore. But I also thought that just maybe it could have been San Francisco.\n\nIt was neither. I was actually in the elegant, old-world style Stuttgart Opera House in Germany, where Pamela Rosenberg, the San Francisco Opera's general director, once co-presided with Klaus Zehelein in the general directorship of the Stuttgart operation. (Zehelein, now the company's sole general director, is contracted as such until 2006.)\n\nStuttgart's curtain rose to reveal a stark, dark stage animated only by a massive wedge-shaped gun-metal gray construction jutting forward from stage left. A backdrop or sorts, it looked somewhat like the pointed prow of a big ship -- or a modern art suggestion of a promontory on the coast of Cornwall (where the opera is set).\n\nAs the famous Prelude progressed, men in black suits, white shirts and ties came in twos or threes from the wings and took what seemed to be random positions all over the stage.\n\nTwo women eventually joined them. A tall Teutonic-looking redhead was dressed in a close-fitting red, street-length dress topped by a red cardigan that didn't quite match. The other was quite short and a bit round, with a girlish-looking black pageboy hairdo. She was dressed in a black tunic affair over pants.\n\nOne of the men came forward from the onstage crowd and took a position on the left-front apron of the stage, close to the audience. Dressed totally in black, his head shaved, his moustache and beard grizzled, he seemed set apart from the rest.\n\nAnother strode authoritatively to a central part of the stage. Clad in an all-over beige outfit, he stood in stark relief from the denizens behind him.\n\nThe Prelude, beautifully played by the Orchestra of the State Opera of Baden-Wuerttemburg from a pit deep beneath the stage, was directed by Lothar Zagrosek.\n\nAs the music continued, the occupants of the stage stood mostly motionless, with only an occasional man moving from one place on the stage to another. Moments passed.\n\nFinally, the black-clad man with the grizzled beard staggered back from the apron toward the wedge construction and fell to the floor. The lighting changed so that his inert shadow was projected within a brightly lit circle onto the side of the wedge.\n\nThe words \"Wo bin ich?\" (\"Where am I?\") were projected below his shadow.\n\nAs the resplendent Prelude continued, a few questions and a lot of puzzlement zinged about in my head.\n\nFinally it became clear that most of the men onstage were the chorus; the black-clad man was Tristan; the beige-suited fellow was King Mark; the Lady-in-Red was Brangane and the short dark-haired lass was Isolde.\n\nDuring the course of the opera (almost five hours), all the stage movements by soloists and chorus were minimal, performed almost in slow-motion.\n\nInitially, the whole thing seemed more like a quirky concert version of Tristan than a fully staged opera.\n\nSo why on earth was I so mesmerized?\n\nFor beginners, the musical values were stunning.\n\nIsolde, sung by Gunnila Stephen-Kallin of Sweden, had a voice that cut like steel through the broad 1,396-seat theater. Although Stephen-Kallin couldn't be much taller than 5 feet, her soprano is of Amazonian proportions. Smooth, unerringly pitched, it possessed a melting warmth as well as piercing brightness.\n\nI've not heard a better Wagnerian soprano. Some old-timers compared her vocal instrument to that of Kirsten Flagstad.\n\nThe Tristan, Gabriel Sade of Romania, similarly sang with near-Olympian strength and beauty. He did not falter even a quarter-tone during his long siege of singing in the final act.\n\nKing Mark, Attila Jun of South Korea, employed his huge baritone in the last act for his deeply moving aria of betrayal and loss, while German mezzo-soprano Michaela Schuster sang Brangane with mighty voice and emotion throughout.\n\nIn short, it was the most effective, riveting performance of Tristan und Isolde I've seen anywhere.\n\nBut it differed from anything I've seen because of the way it was staged: unconventional with a capital U. The near static stage movement seemed to sensitize one's consciousness to be tuned to the tiniest, most subtle onstage movement or light change, allowing the music to assume an almost engulfing power.\n\nIt also resulted in the most convincing, erotic stage realization of love. The riveting love scene began with Tristan and Isolde standing side by side in a moonlit forest-like setting. Finally, amid the music's rising crescendo, Tristan tentatively touches, then finally encloses, Isolde's hand in his. His hand slowly caresses her arm. They stand quite still, with only his left hand and her right caressing.\n\nThis minimal but meltingly tender movement continued through the earth-shaking, climactic Liebestod (love-death) music. The curtain dropped as the music reached its explosive climax.\n\nTrying to figure it all out, I reasoned that this kind of stage treatment cannily allowed the music itself to enact all the implied action -- and it did so with a power far deeper than is possible with merely physicality.\n\nBut how did Stuttgart happen onto such a success?\n\nDuring an earlier interview, Thomas Koch, the Stuttgart Company's spokesman, helped answer my question.\n\n\"Much of the credit is due to the work of the dramaturg,\" he said. \"Juliane Votteler is the dramaturg of Tristan , the chief dramaturg of the Stuttgart State Opera, and a member of the opera directorate working closely with Klaus Zehelein, the general director. The other members of the directorate are Eytan Pessen, who also contributes greatly to the casting and ensemble management, Lothar Zagrosek, the general music director, and Doris Szenczer, the chief planner.\"\n\nNoting that dramaturgie was first mentioned by the early 19th-century German writer Gotthold Lessing, Koch defined a dramaturg's function as an exceedingly \"careful reading of a work of art.\"\n\n\"A dramaturg,\" he said, \"strives to put himself in a state of innocence as he approaches each piece. He tries to ask the very most basic questions, especially about the elements that are undefined. His job is to try to get very deep into the basic architectural elements of the piece. This often results in a staging concept that involves some added elements to the production.\"\n\nAn example quickly came to my mind: San Francisco Opera's use of two dancers, in addition to singers, to illustrate the unspoken desires and fantasies of the two main characters during its recent production of Janacek's Cunning Little Vixen.\n\nThis in-depth staging and interpretation \"takes opera beyond the merely culinary. It adds the component of reflection, even application,\" Koch said. \"It's also quite a German thing.\"\n\nAfter he recited facts and figures testifying to the fiscal success of the operation, I was convinced that it all somehow works -- at least in Germany.\n\n,\n\nStuttgart State Theater, Home of the Stuttgart State Opera\n\n![](/images/stuttgart-state-opera.jpg)\n",
        "url": "/articles/c-reviews-tristan-stuttgart"
      },
      "subject": {
        "topics": [
          "Aria",
          "Baritone",
          "Concert Review",
          "Interview",
          "Mezzo-soprano",
          "Opera",
          "Richard Wagner",
          "San Francisco Opera",
          "Soprano",
          "Stuttgart Reveals"
        ]
      },
      "publication": {
        "date": "October 22, 2004",
        "publisher": "Oakland Tribune, Alameda Newspaper Group",
        "author": "Cheryl North"
      },
      "media": {
        "images": [
          {
            "url": "/images/title-reviews.gif",
            "alt": "Stuttgart Reveals a New Way to Envision Tristan und Isolde",
            "type": "image"
          },
          {
            "url": "/images/stuttgart-state-opera.jpg",
            "alt": "Stuttgart Reveals a New Way to Envision Tristan und Isolde",
            "type": "image"
          },
          {
            "url": "/images/logos-newspaper.gif",
            "alt": "Stuttgart Reveals a New Way to Envision Tristan und Isolde",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Aria",
        "Baritone",
        "Concert Review",
        "Interview",
        "Mezzo-soprano",
        "Opera",
        "Richard Wagner",
        "San Francisco Opera",
        "Soprano",
        "Stuttgart Reveals"
      ]
    },
    {
      "metadata": {
        "id": "c-stewart",
        "type": "article",
        "category": "articles",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.785Z"
      },
      "content": {
        "title": "Cheryl North Interviews Patrick Stewart",
        "summary": "Picture the following scene: The setting is a place quite inhospitable to humanoid life forms. Jean-Luc Picard, lying on his stomach, is nose-to-nose with a non-human life form. Picard, of course, is...",
        "fullContent": "\nPicture the following scene: The setting is a place quite inhospitable to humanoid life forms. Jean-Luc Picard, lying on his stomach, is nose-to-nose with a non-human life form. Picard, of course, is outfitted with a portable oxygen supply and has protective see-through gear over his eyes, but this only piques the curiosity of the alien creature.\n\nThe two stare deeply into each other's eyes, and wordlessly, without the even the need for a Vulcan mind meld, they share a poignant, deep communication.\n\nWell -- it wasn't really Picard, the fabled captain of the Starship Enterprise*, but it was Patrick Stewart, the fabled actor from West Yorkshire, England who created the role in the seven year run of TV's *Star Trek: The Next Generation\\* as well as in the series' three blockbuster motion picture spin-offs.\n\nNevertheless, the event described above by Stewart, actually happened. Instead of on a faraway planet, it took place on the bottom of an earthly ocean while Stewart was scuba diving.\nThe personable actor's piercing eyes became incandescent as he animatedly retold the tale during an interview Wednesday morning in his San Francisco hotel room.\n\n\"t was one of the great events of my life,\" he said, explaining that it happened when he and a few other colleagues from the Whale Conservation Institute were taken to a particular place where giant sea lions were known to gather.\n\n\"Sure enough, after a very short while, about nine of these wonderful creatures came to play. But this one seemed particularly curious about me, and nose-to-nose, we really communicated. He carefully investigated, but didn't harm, my diving equipment. My snorkel still has some of his teeth marks,\" Stewart said with a delighted chuckle.\n\nStewart, who has been lauded for his many accomplishments on television, in films, and on the stages of the world, is in town this week to perform as the Narrator, the Soldier, and the Devil in Igor Stravinsky's jazzy satire,  L'Histoire du Soldat,  (A Soldier's Tale) with the San Francisco Symphony. Performances will be at at 8 p.m. tonight, Saturday, and on June 23 at Davies Symphony Hall in San Francisco. Tickets range from $12 to $76. Call (415) 864-6000.\n\n\"I was very nervous during yesterday's rehearsal on stage (Davies Symphony Hall) with Michael Tilson Thomas and the Orchestra,\" he explained. \"This piece is especially tricky. It's usually done with a group of actors and dancers, but in this case I'm doing all the parts myself. Sometimes I have to recite the words in precise time with the music - and with Stravinsky's rhythms, it's not easy. But the whole thing is thrilling - a great adventure for me.\"\n\nWhile Stewart has received such honors as the prestigious  Will Award  from the Shakespeare Theatre in Washington, D.C. at the hands of U.S. Secretary of State Madeleine Albright and a Grammy for his narrative work on the Best Spoken Word Album for Children, Prokofiev:  Peter and the Wolf , and much, much more, he is most often identified with the Picard persona.\n\n\"It embarrasses me a little to say it, but I truly no longer know where I begin and he (Picard) leaves off. A lot of me has gone into this man, and there are some aspects of him that I've tried to absorb myself,\" he said.\n\nReflecting on the pervasive popularity of the Star Trek series, he continued, \"There is something larger than life about the series.  Star Trek 's dialogue isn't ordinary dialogue... There is always this element of the parable sewn into every episode. The underlying themes and myths are often about 20th century society or larger philosophical or poetic themes.\"\n\n\"It seems to many Americans, that who sits in the Captain's chair on the Enterprise is more important than who occupies the throne of England,\" he quipped. \"It still is some wonder to me.\"\n\nHis own particular favorite among his many  Star Trek  episodes is one called \"In a Light,\" in which his own son, Daniel, played the role of his son in the story.\n\nWhile not particularly tall, Stewart, dressed in slim-fitting jeans and a casual blue checked open-collared shirt, appeared superbly fit and muscular. Even though he's approaching his 59th birthday and has only a faint rim of shaved hair visible on an otherwise bald head, there is something about his demeanor and bearing that causes him to be repeatedly cast as powerful men. Over the years he has played emperors, princes, prime ministers, and trade union leaders.\n\nIn modestly assessing his successes in portraying the great and the powerful, he said, \"I really try to make them as accessible as possible, and yet at the same time, allow them to properly hold on to the authority that is built in to their various positions,\" he said.\n\n\"I look for the contradictory elements of the man's personality. If he is very articulate, I look for just what it is that makes him speechless. If he is strong, I try to find what makes him vulnerable.\"\n\nAcknowledging Vice-President Al Gore's statement earlier that day, that the present world seems to suffer from a \"deficit of decency,\" Stewart philosophized that a good part of Picard's appeal might be because the captain maintains a sense of \"decency, even under the most difficult situations.\"\n\nThen, as a broad smile spread irrepressibly across his face, Stewart recalled, \"Yesterday, while coming up here from L.A., I chatted with a businessman on the same flight. He told me that most of the important things he'd learned about leadership, he learned from Captain Picard!\"\n\nIn spite of his mounting successes in the performing arts, Stewart considers himself a late-comer to the world of music.\n\n\"Back in 1963 I had a job in Liverpool, England,\" he reminisced. \"Everyday I crossed the Mersey River on a ferry and took a shortcut to the place where I worked, walking right past a place called 'The Cavern' - totally unaware of anything like the Beatles.\"\n\n\"As a child, I heard very little music, classical or otherwise. It just wasn't a part of my upbringing. The only part that it played in my early life was hearing my mother downstairs singing hymns along with a religious program on the radio on Sunday mornings. As a result, I'm probably one of the few people who know ALL the verses of hymns and Christmas carols. I know verses of 'Good King Wenceslas' that you've never heard before.\"\n\nHe came upon classical music even later, when dutifully accompanying his first wife, choreographer Sheila Falconer, to London performances of the English National and Opera North opera companies.\n\n\"I found that, eventually, it was not just a matter of doing my duty, but that I was actually enjoying the experience.\"\n\nHe encountered even more music while performing in the Royal Festival Hall's production of the play  Every Good Boy Deserves Favour  by Tom Stoppard and Andrei Previn, which involves a symphony orchestra. Stewart rather gleefully noted that he \"actually got to sit in the middle of the violin section in the orchestra.\"\n\nIt was not until his 1987 move from England to Los Angeles that classical music seriously took hold in his psyche. \"Since I was alone,\" he explained, \"I found that I was increasingly turning to the classical radio station KUSC for company and relaxation and I particularly enjoyed listening to the disc jockey's analyses of the music.\"\n\nThen, in 1992, he directed a production of the Stoppard/Previn play, in which he starred with four other cast members of  Star Trek  and the Orange County Symphony Orchestra. The next year, the show went on the road and involved the Chicago, Minneapolis and Atlanta symphonies.\n\nHe has even done some singing (he considers himself a \"light baritone\") and has performed in Hollywood Bowl productions of Sondheim's  Sweeney Todd,  and as King Arthur in Lerner and Lowe's  Camelot  along with Jennifer Larmore and Rodney Gilfrey.\n\nA dedicated polymath like Picard, Stewart's interests range far beyond his particular vocation. \"One of the pleasanter aspects of notoriety is that you can make a difference in the world,\" he said. \"Amnesty International is one of my deepest commitments. I believe in it because it fights against human rights abuses wherever they might occur in the world - in spite of politics. It occupies a lot of my free time.\"\n\nHis involvement in the Whale Conservation Institute stems from his longtime association with Dr. Roger Payne, the scholar/researcher responsible for the first recordings of whale song back in the 1960s. \"One of my closest women friends had the good sense to marry Roger and we've been friends and fellow divers ever since,\" he said.\n\nNext month he will travel to Tanglewood, Massachusetts where he will perform several works with the Boston Symphony, including Richard Strauss'  Enoch Arden , for narrator and piano, with Emanuel Ax. And, he noted that one of his fondest hopes for the future is to promote and star in a revival  Assassin , a work he considers Sondheim's best.\n\nMusic it seems, is destined to play an increasingly significant role in Stewart's life. Last month he was awarded an honorary doctorate from the shining citadel of the music world, the Juilliard School in New York.\n",
        "url": "/articles/c-stewart"
      },
      "subject": {
        "topics": [
          "Baritone",
          "Davies Symphony Hall",
          "Interview",
          "Luc Picard",
          "Opera",
          "Piano",
          "San Francisco Symphony",
          "Starship Enterprise",
          "Symphony",
          "Violin"
        ]
      },
      "publication": {
        "date": "June 16, 1999",
        "publisher": "ANG Newspapers"
      },
      "media": {
        "images": [
          {
            "url": "/images/title-stewart.gif",
            "alt": "Cheryl North Interviews Patrick Stewart",
            "type": "image"
          },
          {
            "url": "/images/stewart.jpg",
            "alt": "Cheryl North Interviews Patrick Stewart",
            "type": "image"
          }
        ]
      },
      "tags": [
        "Baritone",
        "Davies Symphony Hall",
        "Interview",
        "Luc Picard",
        "Opera",
        "Piano",
        "San Francisco Symphony",
        "Starship Enterprise",
        "Symphony",
        "Violin"
      ]
    }
  ]
}