{
  "metadata": {
    "id": "classical_reviews_specialized",
    "type": "review_collection",
    "category": "classical_music",
    "subcategory": "performance_reviews",
    "extractionVersion": "specialized_v1",
    "extractionDate": "2025-08-14T01:32:35.801Z"
  },
  "reviews": [
    {
      "id": "c_reviews  Berkeley Opera Don Giovanni 2010",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-berkeley-opera-don-giovanni-2010.md"
      },
      "content": {
        "title": "Berkeley Opera: Don Giovanni",
        "headline": "***\n\nBerkeley Opera Performance of Don Giovanni***\n\nReview of the performance published February 22, 2010 in papers of the Bay Area News Group.",
        "summary": "Review of the performance published February 22, 2010 in papers of the Bay Area News Group....",
        "excerpt": " Berkeley Opera's done it again. Its new production, Mozart's *Don Giovanni*, under the direction its new co-artistic director, Mark Streshinsky, in its new venue, the recently finished 600-seat El Cerrito High School Theater, is an artistic coup....",
        "full_content": "\n***\n\nBerkeley Opera Performance of Don Giovanni***\n\nReview of the performance published February 22, 2010 in papers of the Bay Area News Group.\n\nBy Cheryl North\n\n Berkeley Opera's done it again. Its new production, Mozart's *Don Giovanni*, under the direction its new co-artistic director, Mark Streshinsky, in its new venue, the recently finished 600-seat El Cerrito High School Theater, is an artistic coup.\n\n The production's utter faithfulness to the music, coupled with a dazzling creativity in interpreting the psychology and spirit of the opera, merit high praise. Streshinsky certainly achieved his stated goal: \"to keep things simple for our first venture into this new theater, and to explore this dark drama and hysterical comedy from a human standpoint, stripped of all its trappings.\"\n\n Admittedly, there were a few flaws. The new venue's expansive stage could have used a bit of imaginative color and a few more props to assuage its barren appearance. The costumes, intended to represent \"modern dress\" bordered on tawdry. The generally stark lighting made the ample bare human flesh look too pasty,\n\n But all of these critiques are a bit extraneous when measured with its overall successes - especially among the cast members. Baritone Eugene Brancoveanu was nothing short of sensational in the title role of Don Giovanni, the arrogant nobleman-seducer. He used his huskily virile baritone, athleticism, and virtuoso acting skills to create a quintessential cad. Facial expressions, body language, and grinding rock-star hips all filled out his characterization. Nonetheless, none of these elements overwhelmed his deeply perceptive musicality.\n\n Baritone Igor Vieira sang a wonderfully wry Leporello, while soprano Kaileen Miller created a fine, commitment-shy Donna Anna. Tenor Michael Desnoyers was convincing as Anna's ever-faithful, but ineffectual fiance, Don Ottavio. Soprano Aimee Puentes portrayed an appropriately neurotic, semi-hysterical Donna Elvira; and soprano Elyse Nakajima, a beautiful, flirtatious Zerlina (Stephanie Kupfer will sing the part for the Feb. 26 and 28 performances.) The role of Zerlina's country bumpkin fiance was well acted and sung by William O'Neill. Bass James Grainger was a regally daunting Commendatore.\n\n The orchestra, conducted by Alexander Katsman, and the involved onstage chorus were collectively very good. Overall acting and stage movement merited A grades.\n\n But, true to Berkeley Opera's reputation, it was the production's thoughtful insights and gleeful wit that added a special pizzazz to the whole. Several examples of these qualities were related to the clever Supertitle translations and occasional ad libs interpolated into the sung 18th century Italian text. In one case, as the Supertitle translation projected \"four gold pieces,\" (Giovanni's offer to mollify his servant Leporello's angry threat to quit), Giovanni actually sang, \"Mastercard.\"\n\n Another particularly clever bit of wit was Leporello's use of a Smart Phone that evoked giant onstage projections of Google maps marking the locales of Don Giovanni's thousands of seductions as an accompaniment to his famous \"Catalogue\" aria, \"Madamina, il catalogo e questo.\" These were followed with projections of female images lifted from the palettes of Leonardo, Renoir, Monet, Degas, and even Whistler's mother.\n\n One of the very best parts of the production were Jeremy Knight's artful projection designs depicting the cemetery and the \"marble\" statue of Giovanni's victim, the murdered Commendatore, looming out of the entrance of his tomb. Equally evocative were the leaping, licking flames that swallowed the arrogant, unrepentent Don Giovanni into Hell. Pity that Knight's skills were not used more extensively to enhance the otherwise stark stage.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 568
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "School Theater",
        "organization": "Berkeley Opera",
        "conductor": "Alexander Katsman",
        "soloists": [
          "huskily virile"
        ],
        "ensemble": "Berkeley Opera"
      },
      "musical_works": {
        "primary_works": [
          "Berkeley Opera",
          "to keep things simple for our first venture into this new theater, and to explore this dark drama and hysterical comedy from a human standpoint, stripped of all its trappings.",
          "modern dress",
          "four gold pieces,",
          "Mastercard.",
          "Catalogue",
          "Madamina, il catalogo e questo.",
          "marble"
        ],
        "composers": [
          "William",
          "Alexander Katsman",
          "Mozart"
        ],
        "musical_periods": [
          "modern"
        ],
        "genres": [
          "opera"
        ]
      },
      "review_analysis": {
        "overall_assessment": "mixed",
        "performance_quality": "satisfactory",
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": null,
        "rating_indicators": []
      },
      "publication": {
        "date": "February",
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": []
      },
      "tags": [
        "school_theater",
        "berkeley_opera"
      ]
    },
    {
      "id": "c_reviews  Calif Symphony 9-30-2012",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-calif-symphony-9-30-2012.md"
      },
      "content": {
        "title": "California Symphony: Guest Conductor Auditions",
        "headline": "***\n\n### California Symphony season opens with Robert Moody, the first of seven conductors auditioning for permanent post of music director**\n\nReview of the September 30 2012 performance published online October 1 and October 2 in papers of the Bay Area News Group, under the above headline.",
        "summary": "### California Symphony season opens with Robert Moody, the first of seven conductors auditioning for permanent post of music director**...",
        "excerpt": "With the Sibelius symphony, as in the two previous works, the California Symphony responded with precision and enthusiasm to Moody's deft, incisive baton technique and his masterful interpretive ability. The orchestra's ensemble tightness, technical ...",
        "full_content": "\n***\n\n### California Symphony season opens with Robert Moody, the first of seven conductors auditioning for permanent post of music director**\n\nReview of the September 30 2012 performance published online October 1 and October 2 in papers of the Bay Area News Group, under the above headline.*\n\nRobert Moody, the first of the seven guest conductors to lead a California Symphony concert this year as part of a search for a new permanent music director, won a number of hearts and minds Sunday as he stood on the Lesher Center for the Arts podium in Walnut Creek to preside over the opening of the California Symphony's 26th season.\nWisely, the skilled, engaging and impressively fit young Moody, who is music director of both the Winston-Salem Symphony in North Carolina and the Portland Symphony Orchestra in Maine, chose a win-win program for the occasion: *Danzon No. 2*, a scintillating, sensuous 1950 composition by Mexico's Arturo Marquez; *Piano Concerto No. 2*, the mesmerizingly passionate Russian masterpiece Sergei Rachmaninoff composed as part of his doctor-prescribed recovery therapy from severe mental depression in 1901; and the fascinating, evocatively atmospheric *Symphony No. 2* composed by the Finnish Jean Sibelius in 1901.\n\nIt would have been hard to discover an audience member who was not thoroughly entranced by *Danzon*. A commission from the Universidad Nacional Autonoma de Mexico dedicated to Marquez's daughter, Lily, it is a highly listenable piece with pervasive Latin dance rhythms, dazzling solo parts from various orchestral sections and an important role for piano. A particularly showy solo from the trumpets is intriguingly cast over hoarse sounds created by scratching bow slashes from the string sections. Percussion rhythms redolent of Latin dance pulse throughout the work, as touches of melancholy are occasionally insinuated into its jazz inflections. The large, receptive audience seemed almost universally captivated, with some even swaying or nodding their heads in time with the piece's infectious rhythms.\n\nThe passion and might of the Rachmaninoff concerto moved most of the audience to a spontaneous standing ovation. This was more of a tribute to Rachmaninoff's own individual powers than to Sunday's actual performance. Bay Area resident Gregory Taboloff, the clearly gifted, multiple-prize-winning piano soloist, can and has done better. There was definite insecurity in some of his passage work and in his coordination with the orchestra. Inadequate rehearsal time could have been the problem. He often looked distractingly back and forth from the keyboard to the score he had placed on top of the piano. A possibility of his being a bit indisposed was suggested, as he paused, whenever the music allowed him time, to wipe his brow with a handkerchief (the outside temperature was, after all, in the high 90s).\n\nNevertheless, high praise is due for his overall concept of the piece, his often dazzling finger work and power and his lyrically melodic gifts in phrasing and interpretation. To invert the old adage, Taboloff certainly revealed the grandeur of the forest, but, in the process, missed a few of its trees.\n\nWith the Sibelius symphony, as in the two previous works, the California Symphony responded with precision and enthusiasm to Moody's deft, incisive baton technique and his masterful interpretive ability. The orchestra's ensemble tightness, technical mastery and suppleness stood out as orchestra and conductor coursed through the evocative, almost pictorial music. Sibelius' music seems to suggest forests of misty birch and pines, bird calls, sonic pictures of brooks and lakes and windlike whooshes.\n\nThe orchestra's individual sections shone like never before: There was A-plus playing from the brass, wistfully beautiful solo work from various winds and some fascinating pizzicato passages from cellos and double basses. The magnetic appeal of the work, abetted by its excellent execution by conductor and orchestra, made one long for much more Sibelius to be performed in concert halls.\n\nNext up on the California Symphony podium on Oct. 18 will be East Bay native David Commanday, founding artistic director of the Heartland Festival Orchestra in central Illinois, who has shaped a program that will be a tribute to his late stepbrother, J. Christopher Stevens, the former Piedmont resident and U.S. ambassador to Libya who was killed in an attack on the mission in Benghazi on Sept. 11.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 703
      },
      "performance": {
        "title": "California Symphony season opens with Robert Moody, the first of seven conductors auditioning for permanent post of music director",
        "date": "9/30/2012",
        "venue": "Lesher Center",
        "organization": "California Symphony",
        "conductor": "coursed through the evocative",
        "soloists": [
          "Robert Moody",
          "role for",
          "of the",
          "passages from",
          "and double"
        ],
        "ensemble": "California Symphony"
      },
      "musical_works": {
        "primary_works": [
          "California Symphony",
          "Salem Symphony in North",
          "Portland Symphony",
          "Piano Concerto No. 2"
        ],
        "composers": [
          "Mexico"
        ],
        "musical_periods": [],
        "genres": [
          "symphony",
          "concerto",
          "orchestral"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": "noted",
        "technical_comments": "addressed",
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "September",
        "author": "Cheryl North",
        "publisher": "the Finnish",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "hall",
          "grand"
        ],
        "seasonal_context": [],
        "programming_notes": [
          "program"
        ],
        "historical_significance": []
      },
      "tags": [
        "lesher_center",
        "california_symphony",
        "opening",
        "festival"
      ]
    },
    {
      "id": "c_reviews Baby Doe Berkeley Opera 2009",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-baby-doe-berkeley-opera-2009.md"
      },
      "content": {
        "title": "July 15, 2009 Performance Review",
        "headline": "***\n\nBerkeley Opera Performance of The Ballad of Baby Doe***\n\nReview of the July 15, 2009 performance published July 17 in papers of the Bay Area News Group, under the headlines,\"Inventive 'Baby Doe' redefines riches at the Berkeley Opera\"and \"Dire necessity gives birth to an inventive 'Baby Doe' at Berkeley Opera.",
        "summary": "Berkeley Opera Performance of The Ballad of Baby Doe***...",
        "excerpt": "In addition to a small, skilled chorus and orchestra, there were also two outstanding quartets of singers: Alexander Taite, Kenny Louis, Michael Beetham and Wayne Wong performing with exceptional dramatic and musical polish as Tabor’s long-time croni...",
        "full_content": "\n***\n\nBerkeley Opera Performance of The Ballad of Baby Doe***\n\nReview of the July 15, 2009 performance published July 17 in papers of the Bay Area News Group, under the headlines,\"Inventive 'Baby Doe' redefines riches at the Berkeley Opera\"and \"Dire necessity gives birth to an inventive 'Baby Doe' at Berkeley Opera.\"\n\nBy Cheryl North\n\nHard times, whether economic, social, or political, can often serve as stimulus to human creativity — “necessity is the mother of invention” and that sort of thing. Berkeley Opera’s current production, Douglas Moore’s *The Ballad of Baby Doe*, set to a libretto by John Latouche, offers a vivid case in point.\n\nComposer Moore, known for his tonally melodic and engagingly rhythmic writing in what has been labeled “typical American folk style,” based his opera on a true story that took place in rip-roaring mid-19th century Colorado during the heyday of silver mining. It’s a rags-to-riches-to-ruin tale of Vermont-born Horace Tabor, who, in midlife, divorces his cold-fish wife Augusta after falling deeply in love with a warm, beautiful, but decades-younger woman, a divorcee named Elizabeth “Baby” Doe.\n\nBerkeley Opera’s big problem, according to it artistic director Jonathan Khuner, is the depressed economy. “Our reality-mandated 40 percent cut in the budget has required that the opera take place on a spare stage with just one table and five chairs,” he says. It also forced Khuner to assume the duties of stage director in addition to conducting the show.\n\nBut, no need to worry. What Berkeley Opera may lack in money, it more than made up for with a heaping helping of ingenuity.\n\nThe most impressive, jaw-dropping examples of ingenuity were the breath-taking scenic projections created by Jeremy Knight, abetted by Alexander Kort’s lighting wizardry. I marveled at the Knight-Kort set-up: one huge rectangular screen forming the wall at the left side of the stage; four smaller rectangles aligned to suggest a receding perspective of windows veering off on the back of the stage. A large oval-shaped screen was set up on the right front of the stage to alternately accommodate a series of interiors, such as a saloon wall with a “naughty” Victorian painting of Leda and the Swan hanging above the projected rack of bar bottles; a prim parlor wall hung with stripped wallpaper and family portraits; a festively decorated room in Washington, D.C.’s Willard Hotel; or a forest of languid-looking willow trees lit by moonlight.\n\nWho really needs a stage full of lumbering sets and heavy, sometimes awkwardly painted backdrops, when you can have such things as a realistic illusion of boom-town Denver backed by its magnificent ring of sky-high mountains via the ingenious use of artfully lighted scenic projections? High tech to the rescue!\n\nBut beyond the opera’s romantic love story aspect, the tale deals with the boom to bust former times when the idealistic, thoroughly democratic-minded Midwestern candidate William Jennings Bryan ran unsuccessfully for the presidency against William McKinley, who had the backing of powerful East Coast banks and financial institutions.\n\nMcKinley’s win, a tragedy for the silver rich Tabors, enabled the country’s transfer from a dual silver and gold standard for the American dollar to gold alone. Overnight, the Tabors lost their fortune as well as the friends and status it had attracted.\n\nThe role of Horace Tabor, was sung with appropriate gusto by rakishly handsome baritone, Torlef Borsting, who moved convincingly from rowdy full-voice banter at the saloon with his pals to sotto voce crooning to Baby Doe. His love song to her, “Warm as the Autumn Night” was especially beautiful.\n\nPetite, but voluptuous soprano Jillian Khuner, a consummate singing actress, created an endearing Baby Doe. Her ultra high notes, sung pitch-pure at pianissimo levels during her “Willow Song,” seemed capable of melting an iceberg or quenching a fire. While her high range soared, her midrange initially suffered from excessive vibrato.\n\nTall, reed-slim mezzo-soprano Lisa Houston, in her severely cut black gowns, was a convincing Augusta, as her character teetered on the edge of forgiveness, before finally, angrily, falling into an abyss of bitter vengeance.\n\nIn addition to a small, skilled chorus and orchestra, there were also two outstanding quartets of singers: Alexander Taite, Kenny Louis, Michael Beetham and Wayne Wong performing with exceptional dramatic and musical polish as Tabor’s long-time cronies, and a finely blended group of ladies — Elizabeth Wells, Angela Hayes, Elizabeth Gentner, and Cary Ann Rosko — who seemed to be having great fun acting out the righteous indignation of Augusta’s prim lady friends.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 749
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": null,
        "organization": "Berkeley Opera",
        "conductor": null,
        "soloists": [
          "rakishly handsome",
          "but voluptuous"
        ],
        "ensemble": "Berkeley Opera"
      },
      "musical_works": {
        "primary_works": [
          "Berkeley Opera",
          "Inventive 'Baby Doe' redefines riches at the Berkeley Opera",
          "Dire necessity gives birth to an inventive 'Baby Doe' at Berkeley Opera."
        ],
        "composers": [
          "Doe",
          "John Latouche",
          "Jeremy Knight",
          "Alexander Kort"
        ],
        "musical_periods": [
          "romantic"
        ],
        "genres": [
          "quartet",
          "opera"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": null,
        "rating_indicators": []
      },
      "publication": {
        "date": "July",
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": []
      },
      "tags": [
        "berkeley_opera"
      ]
    },
    {
      "id": "c_reviews",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews.md"
      },
      "content": {
        "title": "October 2, 2012",
        "headline": "***\n\nOctober 2, 2012\n\n[Review of the California Symphony, Opening Concert of the 2012-2013 Season](http://www.",
        "summary": "[Review of the California Symphony, Opening Concert of the 2012-2013 Season](http://www.northworks.net/c_reviews calif symphony 9-30-2012.htm)****Bay Area News Group* and *Inside Bay Area*...",
        "excerpt": "[Review of Dmitri Hvorostovsky Recital, Davies Hall, San Francisco, February 13, 2011>](c_reviews_hvorostovsky_2-13-2011.htm)*****Bay Area News Group* and *Inside Bay Area*\n under headline, 'Slavic Soul' on display at Davies Hall...",
        "full_content": "\n***\n\nOctober 2, 2012\n\n[Review of the California Symphony, Opening Concert of the 2012-2013 Season](http://www.northworks.net/c_reviews calif symphony 9-30-2012.htm)****Bay Area News Group* and *Inside Bay Area*\n\nFebruary 15, 2011\n\n[Review of Dmitri Hvorostovsky Recital, Davies Hall, San Francisco, February 13, 2011>](c_reviews_hvorostovsky_2-13-2011.htm)*****Bay Area News Group* and *Inside Bay Area*\n under headline, 'Slavic Soul' on display at Davies Hall\n\nNovember 15, 2010\n\n[Review of the Berkeley West Edge Opera's Production of Georg Frederic Handel's *Xerxes*](http://www.northworks.net/c_reviews_bwe_xerxes_11-10.htm)*****Bay Area News Group* and *Inside Bay Area*\n\nOctober 3, 2010\n\n[Review of the California Symphony, Opening Concert of the 2010-2011 Season](http://www.northworks.net/c_reviews_cal_symph_9-10.htm)*****Bay Area News Group* and *Inside Bay Area*\n\nJune 7, 2010\n\n[Review of the San Francisco Opera Production of *Faust***](http://www.northworks.net/c_reviews_sfo faust 6-10.htm)***Bay Area News Group* and *Inside Bay Area*\n\nFebruary 22, 2010\n\n[Review of the Berkeley Opera Production of *Don Giovanni***](c_reviews berkeley opera don giovanni 2010.htm)\n***Bay Area News Group* and *Inside Bay Area*\n\nJanuary 22, 2010\n\n[Review of the Oakland East Bay Symphony Orchestra \"Notes from Armenia\"](c_reviews_oebs_1-10.htm)**\n\n***Bay Area News Group* and *Inside Bay Area*\n\nNovember 16, 2009\n\n[Review of the Oakland East Bay Symphony Orchestra \"Night at the Opera\"](c_reviews_oebs night at the opera 11-16-09.htm)**\n***Bay Area News Group* and *Inside Bay Area*\n\nOctober 2, 2009\n\n[Review of the San Francisco Opera Production of *The Abduction from the Seraglio*](c_reviews_sfo abduction 10-2-09.htm)**\n***Bay Area News Group* and *Inside Bay Area*\n\nJuly 17, 2009\n\n[Review of *The Ballad of Baby Doe* by the Berkeley Opera**](c_reviews baby doe berkeley opera 2009.htm)\n***Bay Area News Group* and *Inside Bay Area*\n\nFebruary 18, 2009\n\n[Review of Sofia Gubaidulina's *The Light of the End* and Anton Brucker's *Symphony No. 4*, Conducted by Kurt Masur**](c_reviews_sfs masur 2-09.htm)***Bay Area News Group* and *Inside Bay Area*\n\nNovember 16, 2008\n\n[San Francisco Opera Production of *La Boheme*, Conducted by Nicola Luisotti**](c_reviews_sfo_boheme_luisotti_11-08.htm)***Bay Area News Group and Inside Bay Area*\n\nNovember 14, 2008\n\n[Opening Concert of the 2008-2009 Season of the Oakland East Bay Symphony; World Premier of Nathaniel Stookey's *Zipperz***](c_reviews_oebs_11-08.htm)***Bay Area News Group and Inside Bay Area*\n\nOctober 17, 2008\n\n[Philharmonia Baroque's Concert of J.S. Bach Reconstructed**](c_reviews_pb 10-08.htm)***Bay Area News Group and Inside Bay Area*\n\nOctober 11, 2008\n\n[Livermore Vally Opera Production of *The Barber of Seville***](c_reviews_lvo_barber 10-08.htm)***Bay Area News Group and Inside Bay Area*\n\nSeptember 23, 2008\n[ Production of *Die Tote Stadt* by the San Francisco Opera**](c_reviews_sfo_tote stadt 9-08.htm)***Bay Area News Group and Inside Bay Area*\n\nSeptember 5, 2008\n\n[The 2008 Opening Night of the San Francisco Opera with Dmitri Hvorostovsky in the Title Role of *Simon Boccanegra*](c_reviews_sfo_simonboc 9-08.htm)*****Bay Area News Group and Inside Bay Area*\n\nMay 2007\n\n[World Premiere of David Conte's One-Act Opera, *America Tropical*, Thick House, San Francisco](c_reviews_conte_america_tropical.htm)*****The Oakland Tribune and Other ANG Newspapers*\n\nFebruary 24, 2006\n[Dmitri Hvorostovsky with the Philharmona Orchestra of Russia, in concerts at Davies Hall, San Francisco, and Barbican Hall, London](c_reviews_hvorostovsky06.htm)*****The Oakland Tribune and Other ANG Newspapers*\n\nSeptember 30, 2005\n\n[The San Francisco Symphony Performing Mahler's Fifth Symphony](c_reviews_sfsmahler5.htm)*****The Oakland Tribune and Other ANG Newspapers*\n\nMay 23, 2005\n[The Oakland East Bay Symphony Performance of Leonard Bernstein's Mass](c_reviews_oebs_bernsteinmass.htm)*****The Oakland Tribune and Other ANG Newspapers*\n\nNovember 22, 2004\n\n[\nThe Opening Concert of the 2004-2005 Season of the Oakland East Bay Symphony](c_reviews_oebs_nov04.htm)****\n\n*The Oakland Tribune and other ANG Newspapers*\n\nOctober 22, 2004\n\n[\n*Tristan und Isolde* at the Stuttgart State Opera, Stuttgart, Germany](c_reviews_tristan_stuttgart.htm)****\n\n*Classical Music Column for the ANG Newspapers Preview Section*\n\nJanuary 16, 2004\n\n[*Dido and Aeneas* at the Crucible, Oakland, California](c_reviews_crucible_dido.htm)**\n***Classical Music Column for ANG Newspapers Cue Sections*\n\nOctober 24, 2002\n\n[\nKurt Masur Conducting the San Francisco Symphony in Benjamin Britten's *War Requiem*](c_reviews_brittenwar_masur.htm)**\n**\n*The Oakland Tribune and other ANG Newspapers*\n\nFebruary 23, 2001\n\n[The San Francisco Symphony at Carnegie Hall, 2001](c_reviews_sfsymphcarnegie.htm)**\n**\n\n*Classical Music Column for ANG Newspapers Cue Sections*\n\nNovember 15-16, 1999\n\n[Orchestre de Paris, Benefit Concert for the Mahler Library](c_reviews_paris.htm)**\n***Classical Music Column for ANG Newspapers Cue Sections*\n\nApril 2, 1997\n\n[Dmitri Hvorostovsky with the San Francisco Symphony](c_hvorostovsky.htm#hor_anchor)**\n***Classical Music Column for ANG Newspapers Cue Sections*\n\nApril 8, 1994\n\n[Luciano Pavarotti - Selling the Audience Short](c_reviews_pavarotti.htm)**\n\n*Concert Review from The Oakland Tribune and Other ANG Newspapers*\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 676
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Carnegie Hall",
        "organization": "San Francisco Opera",
        "conductor": "Kurt Masur",
        "soloists": [
          "Dmitri Hvorostovsky"
        ],
        "ensemble": "San Francisco Opera"
      },
      "musical_works": {
        "primary_works": [
          "California Symphony",
          "Edge Opera",
          "Francisco Opera",
          "Berkeley Opera",
          "Bay Symphony",
          "Vally Opera",
          "Act Opera",
          "Francisco Symphony"
        ],
        "composers": [
          "Doe",
          "Kurt Masur",
          "Nicola Luisotti",
          "Bach",
          "Mahler",
          "mahler"
        ],
        "musical_periods": [
          "baroque",
          "classical"
        ],
        "genres": [
          "symphony",
          "opera"
        ]
      },
      "review_analysis": {
        "overall_assessment": "mixed",
        "performance_quality": null,
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "9-30-2012",
        "author": "doe berkeley",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "hall"
        ],
        "seasonal_context": [
          "opening night"
        ],
        "programming_notes": [],
        "historical_significance": [
          "premiere"
        ]
      },
      "tags": [
        "carnegie_hall",
        "san_francisco_opera",
        "opening",
        "premiere"
      ]
    },
    {
      "id": "c_reviews_BWE_Xerxes_11-10",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-bwe-xerxes-11-10.md"
      },
      "content": {
        "title": "Berkeley West Edge Opera's Performance of Handel's Xerxes",
        "headline": "***\n\nBerkeley West Edge Opera's Performance of Handel's Xerxes***\n\nReview of the November 13, 2010 performance, posted November 15 on the website amd subsequently in newspapers of the Bay Area News Group\n\nBy Cheryl North\n\nWhen you go to a Berkeley West Edge Opera production, expect the unexpected.",
        "summary": "Berkeley West Edge Opera's Performance of Handel's Xerxes***...",
        "excerpt": "This is how the program notes set up the plot: Xerxes, the King of Persia, is played by a girl (sung brilliantly by mezzo-soprano Paula Rasmussen, who took time off the stage to become a San Francisco lawyer!) who falls in love with a girl, Romilda (...",
        "full_content": "\n***\n\nBerkeley West Edge Opera's Performance of Handel's Xerxes***\n\nReview of the November 13, 2010 performance, posted November 15 on the website amd subsequently in newspapers of the Bay Area News Group\n\nBy Cheryl North\n\nWhen you go to a Berkeley West Edge Opera production, expect the unexpected.\n\nCharacteristically, the audacious company, from its early decades as Berkeley Opera to its new iteration under the new name, has maintained an uncanny ability to overcome problems of budgets, venues, human resources and just about anything else and still consistently produce compelling, often provocative, opera.\n\nNot surprisingly then, last Saturday's opening of Georg Frideric Handel's 1738 opera, *Xerxes*, was a triumph.\n\nHad I sat through it with eyes closed, I would have felt I had just heard a concert of the world's most sublime Baroque music, artfully performed. On the other hand, had I witnessed it with the sound blotted out, I would have felt that I had been enormously entertained by a show falling somewhere between a Feydeau farce and a Charlie Chaplin silent film.\n\nConducting the music in flawless fashion was Alan Curtis, an internationally acclaimed Handel scholar and early music specialist. His skilled orchestral musicians played on authentic reconstructions of period instruments, including two exquisite harpsichords played by both Curtis and the multitalented Gilbert Martinez, who also served as assistant conductor and program annotator.\n\nIn short, Berkeley West Edge's *Xerxes* has it all: gorgeous music, terrific singers, simple but effective sets, vivid but tasteful lighting, and quite unexpectedly -- comedy. Most Baroque operas, with their staid plots centered on the problems of the gods, are presented in a formulaic style that combines recitatives -- a sort of spoken-sung parlance that expounds the story action -- with lengthy, highly embellished arias meant to express the characters' emotions. Although the music can indeed be ravishing, the format can be a little dull.\n\nBut Mark Streshinsky, Berkeley West Edge Opera's artistic director, saw in its impossibly convoluted plot the commedia dell'arte qualities, which, if approached right, are sure to resonate with modern audiences. This led him to mix a mash of clever sight gags with moments of real emotion and heart. Instead of planting the singers on stage like singing statues, he had them assume all sorts of interesting stances while singing through Handel's characteristic coloratura twists and acrobatic vocal turns.\n\nAt times they were changing clothes right on stage (PG-13 style, of course), climbing ladders to peek in windows, cavorting under the bed covers, mugging to the audience, and performing all sorts of antics appropriate to the plot. Yet, they still managed to sing beautifully.\n\nThis is how the program notes set up the plot: Xerxes, the King of Persia, is played by a girl (sung brilliantly by mezzo-soprano Paula Rasmussen, who took time off the stage to become a San Francisco lawyer!) who falls in love with a girl, Romilda (versatile coloratura soprano and consummate actress Angela Cadelago), who is in love with a boy, Arsamene, who sings like a girl (the powerful-voiced, prize-winning countertenor Ryan Belongie). The king's girlfriend, Amastre (sung by suave mezzo-soprano Sonia Gariaeff) dresses up like a boy to get him back. The servant of the boy who sings like a girl, Elviro (the burly bass-baritone-master comedian Donald Sherrill) dresses up like a girl to get the girlfriend of the boy who sings like a girl back.\n\nWhew!\n\nOther cast members are petite soprano and consummate comedian Anna Slate, who sang the role of Atalanta, Romilda's kid sister (who is madly infatuated with Arsamene and wreaks all sorts of hilarious havoc throughout the opera); bass-baritone Roger McCracken sings Ariodate, the army general who is also the father of Romilda and Atalanta. Amastre's Lady in Waiting is sung by Mi-Yung Rhee, and Xerxes' bodyguards by Michael Feo and Anna Ginnett. Jonathan Khuner's excellent chorus added some clever comic moves throughout.\n\nAnd heres an ironic bit: Xerxes' opening aria happens to be the original source of the beloved piece we now call Handel's Largo. Not the stately, semi-religious piece we use for grand ceremonial occasions, it's actually the love song the ancient Persian King sings to -- of all things -- a tree!\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 698
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": null,
        "organization": "Edge Opera",
        "conductor": "and program annotator",
        "soloists": [
          "versatile coloratura",
          "the burly",
          "are petite"
        ],
        "ensemble": "Edge Opera"
      },
      "musical_works": {
        "primary_works": [
          "Edge Opera",
          "Berkeley Opera"
        ],
        "composers": [
          "Mi",
          "Michael Feo"
        ],
        "musical_periods": [
          "baroque",
          "modern"
        ],
        "genres": [
          "opera",
          "orchestral",
          "vocal"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "exceptional",
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "November",
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "grand"
        ],
        "seasonal_context": [],
        "programming_notes": [
          "program"
        ],
        "historical_significance": []
      },
      "tags": [
        "edge_opera",
        "opening"
      ]
    },
    {
      "id": "c_reviews_Cal_Symph_9-10",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-cal-symph-9-10.md"
      },
      "content": {
        "title": "October 3, 2010 Performance Review",
        "headline": "***\n\nCalifornia Symphony Opening Concert of the 2010-2011 Season**\n\nReview of the October 3, 2010 performance, published on websites and newspapers of the Bay Area News Group.",
        "summary": "California Symphony Opening Concert of the 2010-2011 Season**...",
        "excerpt": " Raboy deftly deflected any continuing ruckus with his opening suggestion that the concert should begin with a hearty round of applause acknowledging the 24 years of excellent work by Maestro Barry Jekowsky, the California Symphony's founder and musi...",
        "full_content": "\n***\n\nCalifornia Symphony Opening Concert of the 2010-2011 Season**\n\nReview of the October 3, 2010 performance, published on websites and newspapers of the Bay Area News Group.\n\nBy Cheryl North\n\nThe \"hottest seat\" in the Bay Area last Sunday was not a seat, but a podium in the Lesher Center for the Arts in Walnut Creek. Asher Raboy, the guest conductor for the California Symphony's concert opening its 24th Season, was the guy likely to take the heat. But it was Michael Soza, the President of the California Symphony's Board of Directors who had to face up to the boos and catcalls that boomed out over the applause as he stepped to the podium to deliver greetings to open the symphony season and introduce Raboy.\n\n Raboy deftly deflected any continuing ruckus with his opening suggestion that the concert should begin with a hearty round of applause acknowledging the 24 years of excellent work by Maestro Barry Jekowsky, the California Symphony's founder and music director recently ousted by a minority of the organization's 20-member Board of Directors.\n\n After leading the vigorous applause himself, Raboy turned to cue the orchestra in the opening strains of The Star-Spangled Banner* in what turned out to be a morbidly slow rendition.\n\n Both the mood and the music brightened up from that point. After stating that the program, \"A Tribute to the WPA at 75,\" was planned by Jekowsky, Raboy led the orchestra through an effervescent performance of the Overture to Strauss's opera, *Die Fledermaus*, followed by Aaron Copland's *Quiet City*, Ernst Bacon's *Remembering Ansel Adams*, Copland's whimsical *John Henry*, and a somewhat pedantic interpretation of Beethoven's *Symphony No. 7*.\n\n For those of us who were not yet born in 1935, that was the year when the WPA, the Works Progress Administration, was first instituted. Endowed with an initial appropriation of nearly 5 billion dollars by the Federal Government, the WPA was geared to stave off the unemployment and slumping business effects of the Great Depression. The program has since been credited with \"pump-priming\" the economy and inaugurating lasting reforms that the states had been unable to subsidize. Raboy noted that more than 6,000 new art works (literature, art, music, drama, etc.) were produced under the program, including support for two of the concert's featured composers.\n\n Inexplicably, the accompanying exhibition of WPA art works set up in the Lesher Center's Bedford Art Gallery, was locked up for the day just three minutes before the concert intermission.\n\n The afternoon's most thrilling revelation was the music of Ernst Bacon, 1898-1990. An astonishingly prolific composer as well as a pedagogue, painter and writer, much of his work went on right under our noses here in the Bay Area. Son of an American doctor and an Austrian mother, he studied for a time in Vienna. Although moved by the music of the darkly depressed European avant-garde of the times, he returned to America and began composing music that brimmed with the vitality and optimism of the American spirit.\n\n Raboy noted that, even though Bacon composed a number of symphonies, piano concertos, chamber music, ballets, and more than 250 art songs in the spirit of Schubert and Schumann, \"he is almost unknown today.\"\n\n During his long life time, Bacon taught at both the Eastman School of Music in New York and the San Francisco Conservatory of Music, founded and conducted the Carmel Bach Festival, was supervisor of the WPA Federal Music Project in San Francisco and conductor of its orchestra and finally, took up residence in Orinda.\n\n \"Instead of promoting himself and his work, he was probably out hiking with his good friend (and renowned nature photographer) Ansel Adams,\" according to Raboy.\n\n *Remembering Ansel Adams*, while definitely elegiac, was animated with something like a 20th century version of the 18th century Antonio Vivaldi's musical \"scene-painting.\" It was hard not to \"see\" rippling cataracts amid streams and rivers or vast open deserts under lonely mountain peaks looming under the gaze of a luminous moon as the orchestra coursed its way through the piece. Orchestral principals Mark Shannon, clarinet, and Leighton Fong, cellist, performed hauntingly beautiful song-like solos, while the piece ended with suggestions of a slowing heart beat emanating from the orchestra's percussion section.\n\n Another beautiful vignette composed by a recipient of WPA encouragement, Aaron Copland's *Quiet City*, provided more of the afternoon's unabashed beauty - and in the case of his *John Henry*, rustic fun. *Quiet City* was originally intended to accompany a play. While the play closed after just two performances, Copland's music endured after he re-crafted it into a concerto-like work for English horn, trumpet and orchestra. Laura Reynolds, the orchestra's principal oboist (playing an English Horn), and William Harvey, its principal trumpet, were polished and well-practiced as they presented silky, elegantly phrased dialogue passages between each other and with the orchestra. Although a paean to America's vast openness, it is clouded over by the stoic sobriety prevalent during of the Great Depression, with nary a suggestion of the brashness and merriment of the madcap jazz, pop, and ragtime of the 1920s.\n\n Which leaves me with the Beethoven.\n\n Alas. All the notes were indeed there, but they were performed mechanically and rote-like, giving the piece the character of a careful recitation rather than whole phrases presenting whole meaningful ideas. I suspect that being the most familiar work on the program to both conductor and musicians, it received the least rehearsal time.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 905
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Lesher Center",
        "organization": "California Symphony",
        "conductor": "for the California Symphony",
        "soloists": [
          "of symphonies"
        ],
        "ensemble": "California Symphony"
      },
      "musical_works": {
        "primary_works": [
          "California Symphony",
          "hottest seat",
          "A Tribute to the WPA at 75,",
          "pump-priming",
          "he is almost unknown today.",
          "Instead of promoting himself and his work, he was probably out hiking with his good friend (and renowned nature photographer) Ansel Adams,",
          "scene-painting.",
          "see"
        ],
        "composers": [
          "Maestro Barry Jekowsky",
          "Jekowsky",
          "Aaron Copland",
          "Beethoven",
          "Bach"
        ],
        "musical_periods": [],
        "genres": [
          "symphony",
          "concerto",
          "opera",
          "chamber music",
          "orchestral"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "October",
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [],
        "programming_notes": [
          "program"
        ],
        "historical_significance": []
      },
      "tags": [
        "lesher_center",
        "california_symphony",
        "opening",
        "festival"
      ]
    },
    {
      "id": "c_reviews_Conte_America_Tropical",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-conte-america-tropical.md"
      },
      "content": {
        "title": "World Premiere of David Conte's One-Act Opera, America Tropical",
        "headline": "A mini-review of a performance at Thick House, a small professional theater in San Francisco, published in a column in the Oakland Tribune and other papers of what is now the Bay Area News Group, May 25, 2007\n\nBy Cheryl North\n\nLast week I saw a deeply moving, meaningful production of a brand new one-act opera by Bay Area composer David Conte, set to a compelling libretto by Oliver Mayer.",
        "summary": "A mini-review of a performance at Thick House, a small professional theater in San Francisco, published in a column in the Oakland Tribune and other papers of what is now the Bay Area News Group, May 25, 2007...",
        "excerpt": "Last week I saw a deeply moving, meaningful production of a brand new one-act opera by Bay Area composer David Conte, set to a compelling libretto by Oliver Mayer. It was called *America Tropical* and was performed close-up and personal by a group of...",
        "full_content": "\n\nA mini-review of a performance at Thick House, a small professional theater in San Francisco, published in a column in the Oakland Tribune and other papers of what is now the Bay Area News Group, May 25, 2007\n\nBy Cheryl North\n\nLast week I saw a deeply moving, meaningful production of a brand new one-act opera by Bay Area composer David Conte, set to a compelling libretto by Oliver Mayer. It was called *America Tropical* and was performed close-up and personal by a group of excellent singers and instrumentalists led by John Kendall Bailey at small theater called Thick House, Potrero Hill's Professional Theater, in San Francisco. It was an ingenious tale dealing with the tumultuous founding and peopling of Los Angeles, using a 1930s mural painted by David Alfaro Siquieros in the 1930s as its take-off point. While it closed on May 20, with its emotionally gripping music, timely story, and clever, often surprising staging, it certainly merits a second run.\n\n****\n\nAdded by the webmaster in 2011:\n\nA second run occurred in Los Angeles in October, 2010. Composer David Conte tells us that the mini-review above helped to enable that second run of his opera. We hope there will be many more.\n\nSee Cheryl North's [interview ](c_conte.htm)with David Conte from October 2010.\n\n![](/images/logos-newspaper.gif)\n",
        "word_count": 217
      },
      "performance": {
        "title": "World Premiere of David Conte's One-Act Opera, America Tropical",
        "date": null,
        "venue": "Professional Theater",
        "organization": null,
        "conductor": null,
        "soloists": [
          "David Conte"
        ],
        "ensemble": null
      },
      "musical_works": {
        "primary_works": [],
        "composers": [
          "Bay Area",
          "David Conte",
          "Oliver Mayer",
          "John Kendall Bailey",
          "David Alfaro Siquieros"
        ],
        "musical_periods": [],
        "genres": [
          "opera",
          "instrumental"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": null,
        "rating_indicators": []
      },
      "publication": {
        "date": "May",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": []
      },
      "tags": [
        "professional_theater"
      ]
    },
    {
      "id": "c_reviews_Hvorostovsky06",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-hvorostovsky06.md"
      },
      "content": {
        "title": "Another Example: Music is the International Language",
        "headline": "***\n\nAnother Example: Music is the International Language**\n\nReview of **Dmitri Hvorostovsky** in concert with the **Philharmonia of Russia, Constantine Orbelian, Conductor**, at Davies Hall in San Francisco January 22 and at the Barbican Hall in London, February 17, 2006.",
        "summary": "Another Example: Music is the International Language**...",
        "excerpt": "Review of **Dmitri Hvorostovsky** in concert with the **Philharmonia of Russia, Constantine Orbelian, Conductor**, at Davies Hall in San Francisco January 22 and at the Barbican Hall in London, February 17, 2006. Published February 24, 2006 in the Oa...",
        "full_content": "\n***\n\nAnother Example: Music is the International Language**\n\nReview of **Dmitri Hvorostovsky** in concert with the **Philharmonia of Russia, Constantine Orbelian, Conductor**, at Davies Hall in San Francisco January 22 and at the Barbican Hall in London, February 17, 2006. Published February 24, 2006 in the Oakland Tribune* and other papers of the Alameda Newspaper Group, September 30, 2005, under the headline above.\n\nBy Cheryl North",
        "word_count": 67
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Davies Hall",
        "organization": null,
        "conductor": null,
        "soloists": [],
        "ensemble": null
      },
      "musical_works": {
        "primary_works": [],
        "composers": [],
        "musical_periods": [],
        "genres": []
      },
      "review_analysis": {
        "overall_assessment": "mixed",
        "performance_quality": null,
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": null,
        "rating_indicators": []
      },
      "publication": {
        "date": "February",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "hall"
        ],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": []
      },
      "tags": [
        "davies_hall"
      ]
    },
    {
      "id": "c_reviews_Hvorostovsky_2-13-2011",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-hvorostovsky-2-13-2011.md"
      },
      "content": {
        "title": "Dmitri Hvorostovsky's Slavic Soul Recital",
        "headline": "*\n\n### Dmitri Hvorostovsky's Slavic Soul Recital*\n\nReview of the February 13, 2011 performance\n\nBy Cheryl North\n\n A bit of a shock wave seems to course through a hall at the onset of any recital by Siberian baritone Dmitri Hvorostovsky.",
        "summary": " A bit of a shock wave seems to course through a hall at the onset of any recital by Siberian baritone Dmitri Hvorostovsky. First, there's his very appearance - his confident, masculine stride on stage accompanied by a delighted grin as he acknowledges the inevitably enthusiastic applause. Then, the...",
        "excerpt": " Quite predictably, audience emotions were rallied to a point where Hvorostovsky and Ilja were compelled to provide a couple of particularly impassioned, bravura encores. The first was an all-out stunner: a powerful interpretation of Iago's chilling ...",
        "full_content": "\n*\n\n### Dmitri Hvorostovsky's Slavic Soul Recital*\n\nReview of the February 13, 2011 performance\n\nBy Cheryl North\n\n A bit of a shock wave seems to course through a hall at the onset of any recital by Siberian baritone Dmitri Hvorostovsky. First, there's his very appearance - his confident, masculine stride on stage accompanied by a delighted grin as he acknowledges the inevitably enthusiastic applause. Then, there's the rapt silence evoked by the initial sound of his distinctive voice as it cuts a clean swath through the hall - warm and embracing, but propelled by its piercing focus and colored by a hint of duskiness. Then, add the breadth and depth of his musicianship to the mix, and you have the recipe for an unforgettable concert experience.\n\n So it was last Sunday eve at Davies Symphony Hall in San Francisco. It also helped mightily that Hvorostovsky had one of the premiere pianists in the business as his musical collaborator - Ivari Ilja from Estonia.\n\n The charismatic baritone opened his concert with four of Gabriel Fauré's lovely evanescent song gems - *Automne, Sylvie, Apres un reve, and Fleur jetee*. While Hvorostovsky seemed somewhat unaccustomed to the French songs, he launched into his next set, five songs by the late 19th century Russian composer, Sergei Taneyev with an exciting fervor. Taneyev's amalgam of vocal, pianistic, and poetic elements evoked vivid \"tonal paintings\" of sleigh bells, a sparkling ballroom scene from the pages of a Tolstoy novel, and even, quite incredibly, stalactites formed from frozen tears. Heady stuff, gorgeously delivered by Hvorostovsky and Ilja.\n\n A unequivocal highlight of the evening was the baritone's consuming mastery of two selections from Franz Liszt's *Tre Sonetti di Petrarca* -- *l'vidi in terre angelici costume*, and *Pace non trovo*. One could easily feel that Liszt might have written them specifically for Hvorostovsky. Both musically and poetically, the pieces embodied the extravagant spirit of high 19th century Romanticism. Consider the lines \"I find no peace, but for war am not inclined; I fear, yet hope; I burn, yet am turned to ice; I soar in the heavens, but lie upon the ground; I hold nothing, though I embrace the whole world.\" Then add the timbre of Hvorostovsky's voice empowered by his Olympian breath control and you have a tour-de-force.\n\n The program closed with six *Romances*, true fusions of heart and soul of Peter Tchaikovsky. All save two of these were exquisitely colored by reminiscences of times and landscapes in which the poet's love had once bloomed, but which were now lost to all but memory. In signature Tchaikovsky style, the music embodied a lyricism that melded with the words so as to resurrect them within the listener's own emotions.\n\n Might this have something to do with what is commonly referred to as \"Slavic Soul?\"\n\n Quite predictably, audience emotions were rallied to a point where Hvorostovsky and Ilja were compelled to provide a couple of particularly impassioned, bravura encores. The first was an all-out stunner: a powerful interpretation of Iago's chilling *Credo in un Dio crudel* from Verdi's *Otello*. Hvorostovsky brilliantly tailored his own powerful dramatic instincts and vast palette of vocal color to create a definitive portrait of Iago's malevolent cunning.\n\n His second encore was an unaccompanied primeval-sounding lament, *Farewell, Happiness*, which, of course, was in Russian. A Hvorostovsky favorite with which to end a concert, the piece usually stills an audiences to silence and closes the concert.\n\n But not this time. The audience's standing ovation summoned the performers back for a final, glorious, culminating masterpiece: Sergei Rachmaninoff's rapturous, *In the Silence of the Night*.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 599
      },
      "performance": {
        "title": "Dmitri Hvorostovsky's Slavic Soul Recital",
        "date": "2/13/2011",
        "venue": "Davies Symphony Hall",
        "organization": "Davies Symphony",
        "conductor": null,
        "soloists": [
          "by Siberian",
          "The charismatic",
          "was the"
        ],
        "ensemble": "Davies Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Davies Symphony",
          "tonal paintings",
          "I find no peace, but for war am not inclined; I fear, yet hope; I burn, yet am turned to ice; I soar in the heavens, but lie upon the ground; I hold nothing, though I embrace the whole world.",
          "Slavic Soul?"
        ],
        "composers": [
          "Siberian",
          "Hvorostovsky",
          "Liszt",
          "Tchaikovsky"
        ],
        "musical_periods": [
          "romantic"
        ],
        "genres": [
          "symphony",
          "vocal"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": null,
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "February",
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "hall"
        ],
        "seasonal_context": [],
        "programming_notes": [
          "program",
          "selection"
        ],
        "historical_significance": [
          "premiere"
        ]
      },
      "tags": [
        "davies_symphony_hall",
        "davies_symphony",
        "premiere"
      ]
    },
    {
      "id": "c_reviews_LVO_Barber 10-08",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-lvo-barber-10-08.md"
      },
      "content": {
        "title": "Review of the October 11, 2008 performance",
        "headline": "***\n\nLivermore Valley Opera Performance of Giacomo Rossini's Opera, The Barber of Seville***\n\nReview of the October 11, 2008 performance published in papers of the Bay Area News Group.",
        "summary": "Livermore Valley Opera Performance of Giacomo Rossini's Opera, The Barber of Seville***...",
        "excerpt": " The role of Bartolo was played to the comic hilt by the masterful basso buffo David Ward, while the Layna Chianakas created a lovely, spirited Rosina. Baritone Igor Vieira, with his creative playfulness, clever scheming, and athletic agility, was co...",
        "full_content": "\n***\n\nLivermore Valley Opera Performance of Giacomo Rossini's Opera, The Barber of Seville***\n\nReview of the October 11, 2008 performance published in papers of the Bay Area News Group.\n\nBy Cheryl North\n\nFor anyone looking for a break from the grim economic news, I can think of no better remedy than to take in one of the four remaining performances of the Livermore Valley Opera's jolly production of Rossini's *The Barber of Seville* continuing this week in that city's impressive two-year-old Bankhead Theater. Such a break could seem more like a holiday.\n\n This 1816 comic opera, with a libretto by the France's inimitable satirist Pierre-Augustin Caron de Beaumarchais, is one of the world's greatest, most enduring, musical comedies. A work in which both the music and the drama are matched to a fare-thee-well, it bubbles over with irresistibly ebullient tunes and effervescent orchestration.\n\n While the LVO production is understandably not up to San Francisco or Metropolitan Opera levels, it still makes for a darned good show. Opening last Saturday, it featured a commendable cast, singing under the musical guidance of conductor Alex Katsman, and acting under the skills of stage director Daniel Helfgot. One and all seemed to be having a rollicking good time, and they delivered multiple pleasures to the audience.\n\n Barber's timeless tale charts the come-uppance of Dr. Bartolo, a crusty old curmudgeon living in 18th century Seville, as he attempts to woo his lovely young ward, Rosina, into marriage, thereby gaining access to both her inheritance and her charms. She, in turn, is ardently wooed by Lindoro, who is not really Lindoro, but rather, the rich aristocrat, Count Almaviva in disguise. Appearing in the nick of time to help everyone, is the canny, lovable, multi-talented Figaro, a.k.a. the storied \"Barber of Seville.\"\n\n The role of Bartolo was played to the comic hilt by the masterful basso buffo David Ward, while the Layna Chianakas created a lovely, spirited Rosina. Baritone Igor Vieira, with his creative playfulness, clever scheming, and athletic agility, was convincingly type-cast as Figaro.\n\n Musically speaking, tenor Robert McPherson, in the role of Lindoro/Count Almaviva, was most impressive with his winning combination of a big, suave tenor voice that projected clarion-like to Bankhead's furthermost reaches. Moreover, McPherson displayed a keen sense of comic timing and fun that transmitted right to audience laugh buttons.\n\n Last Saturday's opening orchestral overture however, was weighted down by leaden tempos, which no doubt helped dull some of the potential spark of the initial stage action. Even Lindoro's Serenade, sung beneath Rosina's shuttered bedroom window, strayed closer to being a dirge than an ardent encomium to her charms.\n\n But within no more than a few minutes after the comic antics of a couple of flautists \"playing\" in the onstage pantomime orchestra, stirred up laughter in the audience as well as the needed energy in the orchestra. The cast of fine singing actors then proceeded to turn up both the heat and the charm.\n\n Colorful costumes designed by Nancy Peacock fit harmoniously into the minimal, but ingeniously conceived sets by Jean-Francois Revon, which could quickly reverse from an exterior street scene into Bartolo's interior drawing room.\n\n As the fussy Don Basinio, tall, rangy Kevin Nakatani, dressed in a black cassock-like coat, comically augmented by red and white stripped stockings, pointy-toed shoes and an umbrella topped by a sort of plumber's helper, brought laughter every time he walked onstage. Other production attractions were an excellent baker's dozen male chorus doubling as the musicians accompanying Lindoro's opening serenade as well as the looting policemen; Marcella Caprario as the maid Berta; Michael Beetham as Fiorello, and R .Doug Holt as the notary.\n\n So, take a break from any financial trauma and treat yourself to a bit of light-hearted laughter with a trek to Livermore's *Barber of Seville.*\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 634
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Bankhead Theater",
        "organization": "Valley Opera",
        "conductor": "Alex Katsman",
        "soloists": [
          "the masterful",
          "Musically speaking"
        ],
        "ensemble": "Valley Opera"
      },
      "musical_works": {
        "primary_works": [
          "Valley Opera",
          "Rossini's Opera",
          "Metropolitan Opera",
          "Barber of Seville.",
          "playing"
        ],
        "composers": [
          "Lindoro",
          "Nancy Peacock",
          "Jean"
        ],
        "musical_periods": [],
        "genres": [
          "opera",
          "orchestral"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "October",
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": []
      },
      "tags": [
        "bankhead_theater",
        "valley_opera",
        "opening"
      ]
    },
    {
      "id": "c_reviews_OEBS Night at the Opera 11-16-09",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-oebs-night-at-the-opera-11-16-09.md"
      },
      "content": {
        "title": "Review of November 13 performance",
        "headline": "***\n\nOakland East Bay Symphony Performance, \"A Night at the Opera\"**\n\nReview of November 13 performance published in papers and website of the Bay Area News Group on November 16, 2009, under the headline,\"'Oakland East Bay Symphony opening a hit despite venue glitches.",
        "summary": "Oakland East Bay Symphony Performance, \"A Night at the Opera\"**...",
        "excerpt": "The musicianship of the onstage performers was excellent. The orchestra shone with a warmly enveloping sound in the evening's opening work, the brass-rich Overture to Carl Maria von Weber's opera *Der Freischutz*, as well as in Verdi's Overture to *N...",
        "full_content": "\n***\n\nOakland East Bay Symphony Performance, \"A Night at the Opera\"**\n\nReview of November 13 performance published in papers and website of the Bay Area News Group on November 16, 2009, under the headline,\"'Oakland East Bay Symphony opening a hit despite venue glitches.\"'\n\nBy Cheryl North\n\nIt's clear that the people of Oakland and its outlying areas love their symphony orchestra. The cavernous Paramount Theatre was nearing capacity and the surrounding parking lots were packed by 7:55 p.m. Friday in readiness for \"A Night at the Opera,\" the OEBS' season-opening performance. One stately Oakland widow, leaning heavily on her cane, had braved a long, six-block trek from her car to the Paramount to enjoy what she called \"a beautiful, inspirational concert.\"\n\nWith this and many other examples of strong audience support for the orchestra and Michael Morgan, its charismatic conductor for 20 years, in mind, I hesitate to write a single negative word. But my honest assessment is that the Paramount is not a very good venue for opera. While the instrumental ensemble sounded richly sonorous and full-bodied and Maestro Morgan proved a powerful but sensitive presence on the podium, the hall's acoustics inhibited most of the solo singers from projecting the full sonic timbres of their voices.\n\nAnother possible victim of the acoustics was a slightly wan-sounding (redeemed somewhat by OEBS' noble brass) Siegfried's Funeral Music* from Wagner's *Die Gotterdammerung*, under the direction of assistant conductor Brian Nies.\n\nThe musicianship of the onstage performers was excellent. The orchestra shone with a warmly enveloping sound in the evening's opening work, the brass-rich Overture to Carl Maria von Weber's opera *Der Freischutz*, as well as in Verdi's Overture to *Nabucco* and the lovely, almost prayer-like *Intermezzo* from Mascagni's *Cavalleria Rusticana*.\n\nThe roster of fine operatic singers included sopranos Hope Briggs and Heidi Moss; mezzo-soprano Patrice Houston; tenors Kalil Wilson and AJ Glueckert; baritones Brian Leerhuber and Zachary Gordin; and bass-baritone Joshua Bloom, along with the choral skills of the Oakland Symphony Chorus, conducted by Lynne Morrow, and the Oakland-East Bay Gay Men's Chorus, conducted by Michael Robert Patch.\n\nWilson was sometimes overpowered by the orchestra in *Lonely House* from Kurt Weill's *Street Scene*, which he sang lyrically in an appropriately jazz-blues-opera style. This was followed by scientist-singer Moss' affecting aria, *Je marche sur tous les chemins* from Massenet's *Manon*, and baritone Gordin's rendition of that same composer's *Vision fugitive* from *Herodiade*.\n\nThe evening's high points included honey-voiced soprano Briggs in a powerfully moving *Pace, pace mio Dio!* from Verdi's *La Forza del Destino*; baritone Brian Leerhuber's poignantly mesmerizing *Mein Sehnen, Mein Wahnen* (\"Tanzlied\") from Korngold's *Die Tote Stadt* and Bloom's *La del ciel nell'arcano profondo* from Rossini's *La Cenerentola*.\n\nDonizetti's glorious Sextet from his *Lucia di Lammermoor*, featuring Briggs, Houston, Wilson, Glueckert, Gordin, Bloom and the Oakland Symphony Chorus, was up at a similar heady level, as were the ensemble performances of the \"Triumphal Scene\" from Verdi's *Aida* and the achingly beautiful rendition of *Make Our Garden Grow* from Bernstein's *Candide*.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 503
      },
      "performance": {
        "title": "Untitled",
        "date": "11/16/09",
        "venue": "Paramount Theatre",
        "organization": "Bay Symphony",
        "conductor": "for",
        "soloists": [
          "singers included"
        ],
        "ensemble": "Bay Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Bay Symphony",
          "Verdi's Overture",
          "Oakland Symphony",
          "A Night at the Opera",
          "'Oakland East Bay Symphony opening a hit despite venue glitches.",
          "A Night at the Opera,",
          "a beautiful, inspirational concert.",
          "Tanzlied"
        ],
        "composers": [
          "Lynne Morrow",
          "Michael Robert Patch"
        ],
        "musical_periods": [],
        "genres": [
          "symphony",
          "opera",
          "instrumental",
          "choral"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "November",
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "acoustics",
          "hall"
        ],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": []
      },
      "tags": [
        "paramount_theatre",
        "bay_symphony",
        "opening"
      ]
    },
    {
      "id": "c_reviews_OEBS_1-10",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-oebs-1-10.md"
      },
      "content": {
        "title": "January 22, 2010 Performance Review",
        "headline": "***\n\nOakland East Bay Symphony\nNotes from Armenia* Concert, Michael Morgan conducting,\nMikhail Simonyan, violin soloist**\n\nReview of the performance of January 22, 2010, published in the *Contra Costa Times, Oakland Tribune* and other papers of the Bay Area News Group.",
        "summary": "Oakland East Bay Symphony\nNotes from Armenia* Concert, Michael Morgan conducting,\nMikhail Simonyan, violin soloist**...",
        "excerpt": "Other works on this remarkable program were Edvard Mirzoyan's *Symphony for Timpani and String Orchestra*, featuring OEBS' able timpanist Tyler Mack, and the Orchestra's excellent string section plumbing the oceanic depths of Armenian harmonies....",
        "full_content": "\n***\n\nOakland East Bay Symphony\nNotes from Armenia* Concert, Michael Morgan conducting,\nMikhail Simonyan, violin soloist**\n\nReview of the performance of January 22, 2010, published in the *Contra Costa Times, Oakland Tribune* and other papers of the Bay Area News Group.\n\nBy Cheryl North\n\nArmenian-Siberian violinist Mikhail Simonyan strode onto Oakland's Paramount Theatre stage last Friday evening, tucked his violin under his chin, and proceeded unabashedly to win over his capacity audience with his exposition of the fascinating beauty and intensity of the music of Armenia.\n\nThe 23-year-old, who looks like a younger version of the Russian Federation president, Dmitri Medvedev, played with the flair of a 19th-century virtuoso idol — the sort that habituated the great stages of Europe.\n\nBut instead of St. Petersberg's Mariinsky Theater, Vienna's Musik Verein Hall, or some princely palace in Prague, Simonyan temporarily ruled over the stage of the Paramount movie palace during the Oakland East Bay Symphony's *Notes from Armenia* concert. Michael Morgan conducted with his usual warmth and elan — and as though he too had a bit of Armenian blood in his veins.\n\nSimply put, Simonyan produced one of the most seductive string tones I've ever heard as he wielded a steady bowing arm artfully over the strings of his 1769 Giuseppe Gagliano violin. His was a tone that seemed to resonate with all the colors and gradations of the sonic rainbow. Whether at pianissimo levels or racing through cascades of virtuosic double-stops and cadenza passages, it penetrated through the hall with laser clarity.\n\nReaping the benefit of all this vaunted versatility was the *D major Violin Concerto* composed by Armenia's Aram Khachaturian in 1940.\n\nOnly a few bars into the music, and you knew, like Dorothy, that you weren't in Kansas anymore. While native Armenian music falls easy on Western ears, it is not based on the familiar European tonal system. Instead, it relies on an extended system of four-note sequences (tetrachords) with a unique distribution of whole and half tones that leads to an extraordinarily dense, dusky, even plush harmonic coloring.\n\nHighpoints of the Khachaturian were an acrobatic violin cadenza, interestingly augmented by sinewy sounds from a clarinet. After a lamentlike second movement, the third movement arrived like a stampede of wild horses racing across the steppes. The orchestra's thrilling beating-hooves ostinato simmered under Simonyan's unbridled dancelike solo line. His broad grins and occasional hearty foot tapping suggested an Armenian style hoe-down. Even the members of the orchestra applauded at the concerto's close!\n\nThe evening's opening work, sounding a little underwhelming in contrast to its concert mates, was Mozart's *\"Prague\" Symphony No. 38*, also in D major. Nonetheless, maestro Morgan shaped its contours elegantly, thus illustrating the wonders Mozart could work with a major chord.\n\nOther works on this remarkable program were Edvard Mirzoyan's *Symphony for Timpani and String Orchestra*, featuring OEBS' able timpanist Tyler Mack, and the Orchestra's excellent string section plumbing the oceanic depths of Armenian harmonies.\n\nDriving, repetitive rhythmic figures and dense brass textures highlighted Ghazaros (Lazar) Saryan's *Armenia: Symphonic Panels*, followed by Artin Der Minassians' Seemorgh Ensemble (a mixed chorus of singers) as they created a panoply of stirring sounds in two contrasting patriotic songs ——*Yerevan Erebooni* and *Sardarapat* — by Edgar Hovhannisyan.\n\nThen, as though adding a dollop of caviar atop this festive feast, Morgan roused one and all with a racy encore of Khachaturian's ever popular *Saber Dance*.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 568
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Paramount Theatre",
        "organization": "Bay Symphony",
        "conductor": null,
        "soloists": [
          "Mikhail Simonyan",
          "tucked his",
          "Giuseppe Gagliano",
          "an acrobatic"
        ],
        "ensemble": "Bay Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Bay Symphony",
          "Violin Concerto",
          "Prague"
        ],
        "composers": [
          "Armenia",
          "Artin Der Minassians",
          "Edgar Hovhannisyan",
          "Mozart"
        ],
        "musical_periods": [],
        "genres": [
          "symphony",
          "concerto"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "January",
        "author": "Cheryl North",
        "publisher": "Contra Costa Times",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "hall"
        ],
        "seasonal_context": [],
        "programming_notes": [
          "program"
        ],
        "historical_significance": []
      },
      "tags": [
        "paramount_theatre",
        "bay_symphony",
        "opening"
      ]
    },
    {
      "id": "c_reviews_OEBS_11-08",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-oebs-11-08.md"
      },
      "content": {
        "title": "November 14, 2008 Performance Review",
        "headline": "***\n\nOpening Night of the 2008-2009 Season of the Oakland East Bay Symphony\n George Anthiel's A Jazz Symphony\"*;\nWorld Premier of Nathaniel Stookey's *Zipperz: A soaPOPera*; and\nProkofiev's *Romeo and Juliet*,\n Michael Morgan Conducting**\n\nReview of the performance of November 14, 2008, published in the *Oakland Tribune* and other papers of the Bay Area News Group.",
        "summary": "Opening Night of the 2008-2009 Season of the Oakland East Bay Symphony\n George Anthiel's A Jazz Symphony\"*;\nWorld Premier of Nathaniel Stookey's *Zipperz: A soaPOPera*; and\nProkofiev's *Romeo and Juliet*,\n Michael Morgan Conducting**...",
        "excerpt": "For a concert concocted to make the masses fall in love with classical music, one need look no further than the Oakland East Bay Symphony's 20th Season Opening program last Friday at the Paramount Theatre in Oakland during which Maestro Michael Morga...",
        "full_content": "\n***\n\nOpening Night of the 2008-2009 Season of the Oakland East Bay Symphony\n George Anthiel's A Jazz Symphony\"*;\nWorld Premier of Nathaniel Stookey's *Zipperz: A soaPOPera*; and\nProkofiev's *Romeo and Juliet*,\n Michael Morgan Conducting**\n\nReview of the performance of November 14, 2008, published in the *Oakland Tribune* and other papers of the Bay Area News Group.\n\nBy Cheryl North\n\nFor a concert concocted to make the masses fall in love with classical music, one need look no further than the Oakland East Bay Symphony's 20th Season Opening program last Friday at the Paramount Theatre in Oakland during which Maestro Michael Morgan deftly led a crew of excellent musicians through an evening billed as \"Cool Jazz, Hot Romance.\"\n\n George Antheil's *A Jazz Symphony* provided \"cool jazz\" in a racy, riveting musical ride. Commissioned in 1925 by bandleader Paul Whitman, Antheil's piece preceded Gershwin's *Rhapsody in Blue* by a year. This daring exploration featured madcap syncopation and lively percussion, with lusty brass and woodwinds sounding out good-natured catcalls. Strings insinuated Latin rhythms into a mix that featured some terrific Gershwin-like solo piano passages executed with jazzy panache by Ellen Wasserman.\n\n The hot romance aspect of the program was provided by the Bay Area composer Nathaniel Stookey with the world premiere of his *ZIPPERZ: A soaPOPera* to a libretto by another Bay Area resident, poet Dan Harder.\n\n Both creators definitely think \"outside the box.\" Can you imagine a thoroughly 21st century romance between a gorgeous girl and comely guy, essayed and enacted via the musical methodology of 17th century counterpoint -- as in a J.S. Bach fugue?\n\n Well, Stookey and Harder made it happen by directing two youthful, attractive singer/actors - Eisa Davis and Manoel Felciano - to stand facing each other on either side of Maestro Morgan. Both, pop singers with plenty of professional stage performances to their credit, were hooked up to microphones. Unfortunately, there were neither supertitles projected over the stage nor a libretto provided in the program notes.\n\n The compositional format of the work is in two acts, with \"Meeting;\" \"Waiting\" and \"Dating\" sections comprising Act I and \"Coming together/Coming apart\" and \"If\" making up Act II.\n\n Davis, a magnificent singing actress with a beautiful, expressive voice and superlative diction, sang the girl's point of view as she contemplated the attractive hunk across the room. Her words embodied one half of the zipper.\n\n Felciano, a sensitive 21st century guy with a suave voice, gave empathetic expression to the male's thoughts -- the other side of the zipper. While not quite explicit, the words are indeed, suggestive: they're about to conjoin - to zip together. Rhythms driven by thrusts from cellos and double basses suggested accelerating heartbeats and movement. Massed strings combined to build fast-breathing tension, finally culminating into a breathless, consuming climax.\n\n Then -- silence. Finally, Davis intoned a single word: \"Wow.\"\n\n The program concluded with Sergei Prokofiev's powerful musical narrative of Shakespeare's classic boy-girl tragedy, *Romeo and Juliet*. Morgan led the OEBS musicians in a performance with visceral wallop segueing into transcendent beauty.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 508
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Paramount Theatre",
        "organization": "Bay Symphony",
        "conductor": "Michael Morgan",
        "soloists": [
          "Sergei Prokofiev",
          "like solo",
          "thrusts from",
          "and double"
        ],
        "ensemble": "Bay Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Bay Symphony",
          "Jazz Symphony",
          "*;\nWorld Premier of Nathaniel Stookey's *Zipperz: A soaPOPera*; and\nProkofiev's *Romeo and Juliet*,\n Michael Morgan Conducting**\n\nReview of the performance of November 14, 2008, published in the *Oakland Tribune* and other papers of the Bay Area News Group.\n\nBy Cheryl North\n\nFor a concert concocted to make the masses fall in love with classical music, one need look no further than the Oakland East Bay Symphony's 20th Season Opening program last Friday at the Paramount Theatre in Oakland during which Maestro Michael Morgan deftly led a crew of excellent musicians through an evening billed as ",
          "\n\n George Antheil's *A Jazz Symphony* provided ",
          " in a racy, riveting musical ride. Commissioned in 1925 by bandleader Paul Whitman, Antheil's piece preceded Gershwin's *Rhapsody in Blue* by a year. This daring exploration featured madcap syncopation and lively percussion, with lusty brass and woodwinds sounding out good-natured catcalls. Strings insinuated Latin rhythms into a mix that featured some terrific Gershwin-like solo piano passages executed with jazzy panache by Ellen Wasserman.\n\n The hot romance aspect of the program was provided by the Bay Area composer Nathaniel Stookey with the world premiere of his *ZIPPERZ: A soaPOPera* to a libretto by another Bay Area resident, poet Dan Harder.\n\n Both creators definitely think ",
          " Can you imagine a thoroughly 21st century romance between a gorgeous girl and comely guy, essayed and enacted via the musical methodology of 17th century counterpoint -- as in a J.S. Bach fugue?\n\n Well, Stookey and Harder made it happen by directing two youthful, attractive singer/actors - Eisa Davis and Manoel Felciano - to stand facing each other on either side of Maestro Morgan. Both, pop singers with plenty of professional stage performances to their credit, were hooked up to microphones. Unfortunately, there were neither supertitles projected over the stage nor a libretto provided in the program notes.\n\n The compositional format of the work is in two acts, with ",
          " ",
          " and "
        ],
        "composers": [
          "Ellen Wasserman",
          "Nathaniel Stookey",
          "Bach"
        ],
        "musical_periods": [
          "classical"
        ],
        "genres": [
          "symphony",
          "opera"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": null,
        "rating_indicators": []
      },
      "publication": {
        "date": "November",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [
          "opening night"
        ],
        "programming_notes": [
          "program"
        ],
        "historical_significance": [
          "premiere"
        ]
      },
      "tags": [
        "paramount_theatre",
        "bay_symphony",
        "opening",
        "premiere"
      ]
    },
    {
      "id": "c_reviews_OEBS_BernsteinMass",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-oebs-bernsteinmass.md"
      },
      "content": {
        "title": "May 20, 2005 Performance Review",
        "headline": "***\n\nOakland East Bay Symphony Performance of Leonard Bernstein's Mass, Michael Morgan Conducting**\n\nReview of the performance of May 20, 2005 published in the Oakland Tribune* and other papers of the Alameda Newspaper Group on May 23, 2005 (or shortly thereafter).",
        "summary": "Oakland East Bay Symphony Performance of Leonard Bernstein's Mass, Michael Morgan Conducting**...",
        "excerpt": "Review of the performance of May 20, 2005 published in the Oakland Tribune* and other papers of the Alameda Newspaper Group on May 23, 2005 (or shortly thereafter)....",
        "full_content": "\n***\n\nOakland East Bay Symphony Performance of Leonard Bernstein's Mass, Michael Morgan Conducting**\n\nReview of the performance of May 20, 2005 published in the Oakland Tribune* and other papers of the Alameda Newspaper Group on May 23, 2005 (or shortly thereafter).\n\nBy Cheryl North\n\nAre heroes extinct? Their species on planet earth has seemed alarmingly sparse since the turn of the 21st century.\n\nBut after sitting through the magnificently absorbing -- yes, even mightily inspiring -- production of Leonard Bernstein's \"Mass\" by the Oakland East Bay Symphony last Friday night in Oakland's Paramount Theatre, one of that endangered species emerged into full view.\n\nIt was Michael Morgan, the music director and conductor of the Oakland East Bay Symphony.\n\nOne of the prime character requisites of any genuine hero is that he/she be able to inspire heroic qualities and aspirations in those about him. Morgan managed all of that and more for the more than 250 performers involved in the production as well as the capacity audience filling the Paramount.\n\nThe difficult and rarely performed Bernstein Mass was composed at the behest of the John F. Kennedy family for the opening of the Kennedy Center for the Performing Arts in Washington, D.C. in 1971. It is described as \"A Theatre Piece for Singers, Players, and Dancers.\" The libretto is based somewhat loosely on the liturgy of the Roman Catholic Mass, with additional text by the composer, Leonard Bernstein, plus Stephen Schwartz, librettist for the musical, *Godspell*, and a quatrain by song-writer Paul Simon.\n\nBernstein, a 20th century American edition of the classic Renaissance man, was a pianist, conductor, teacher, lecturer and composer of successful Broadway shows, ballets, movie music, and classical symphonic and ensemble works of just about every other musical form available to him.\n\nAcknowledged throughout the world during his lifetime, (he lived from 1918-1990) he left a vast legacy of prominent present-day musicians whom he taught and inspired, among whom are Bay Area conductors Michael Morgan and Michael Tilson Thomas.\n\nIt was Bernstein's own idea to fulfill the Kennedy commission by composing a work in the Mass format. The Roman Mass, in which music scholars identify many ancient Hebrew-Judean traditions, has served as an inspiration to composers throughout the history of Western European music. Its format, included readings from holy books, psalms, hymns, and prayers, and in the Christian tradition, was followed by the celebration of the Last Supper of Christ (the Eucharist). As such, it was a catalyst for the creative energies of such major composers as Bach, Hayden, Beethoven, Schubert, Verdi, Britten and many more.\n\nBut while Bernstein was fired by classical tradition and the idea of a Mass, he was also consumed by the musical styles of rock, jazz, blues, and modern modes of musical expression. Hence, his Mass took the form of a collage of classical, pop, jazz, folk, ecclesiastical, choral, orchestral, and dance traditions. Its structure, like that of a dramatic play, outlines a presentation of the status quo, followed by a crisis, and then a denouement.\n\nThe result, when done well, is thrill-a-minute music-drama that can speak dramatically to our own times. And, under the direction of Michael Morgan, it was indeed well done. For Friday's performance, Morgan the Hero assembled and inspired a more than 250 superlative performers, the vast majority of whom are from the Bay Area.\n\nBaritone Hector Vasquez brought consummate dramatic and artistic skill to his pivotal role of the \"Celebrant.\" He began as the exhortatory clergyman cautioning his congregants about the dangers of damnation, then becoming the disillusioned doubter, the philosopher, and finally, a comforter to his fellow humans.\n\nHis portrayal took the form of a sort of \"everyman,\" or \"Jedermann,\" figure, redolent of Medieval dramas. As such, he was often interrupted, as in the process of a heated debate, by members of his \"congregation:\" the so-called \"Street Chorus,\" trained under the direction of versatile Lynne Morrow; the Huckabay McAllister Dancers; the Oakland Symphony Chorus under the direction of Magen Solomon and Anthony Pasqua; and the Piedmont Children's Choirs, directed by Robert Geary.\n\nDuring the course of the Mass, the Celebrant's own initially simple faith becomes progressively undermined by the other performers' expressions of human miseries, wars, and the painful realities of the human condition. But never once did he stray from his character, nor did he call inappropriate attention to it during numbers by other members of the ensemble. Possessing a beautiful, expressive voice, he projected dramatic charisma into passages requiring his full operatic timbre, as well as a supplicatory falsetto during his impressive rendition of the Lord's Prayer.\n\nThe \"central crisis of faith\" in the work begins following the choir's \"Gloria in Excelsis\" section, which is followed by such interjections by members of the Street Chorus as: \"Amen! Half of the people are stoned/And the other half are waiting for the next election. Half of the people are drowned/And the other half are swimming in the wrong direction.\" (This is the Paul Simon quatrain.)\n\nThen the Street Chorus, evidently representing present-day humanity, featured a solo section by the amazing Trente Morant in the role of the \"preacher.\" Following his colorful exhortations, the Street Chorus \"congregation\" responded with such incendiary phrases as \"God said take charge of my zoo/I made these creatures for you;/So He won't mind if we/Wipe out a species or two.\"\n\nEven more jolting were their words \"God made us the boss/God gave us the cross/We turned into a sword/To spread the Word of the Lord/We use His holy decrees/To do whatever we please/ and such pithy platitudes as \"God said to spread His commands/ To folks in faraway lands;/ They may not want us there,/ But man it's out of our hands.\"\n\nStrains of the Jewish \"Kadosh\" were interpolated into the choral mix as supplicatory cries of \"Dona nobis pacem\" (Give us peace) intensified into angry doubts and demands.\n\nEventually, during the Eucharist section, the Celebrant drops the chalice and the wine/blood of Christ spilt out all over the stage as the glass shatters. He responded with the tortured aria centering around the phrase, \"Things get broken.\" As sung and acted by Vasquez, this was one of the most intense moments of the Mass.\n\nBy now, members of the adult choir had cast off their sky-blue robes and members of the children's chorus moved from their previous position at stage right out into the aisles to join hands with the dancers.\n\nThen, when all seems lost, young 11-year-old Andy Gutierrez stepped forth to project his angelic soprano voice through the cacophony. His words, \"Sing God a secret song, Lauda, Laude ... spread like a healing balsam over the chaos.\n\nHe is soon joined in his reverent supplication by the Celebrant as well as all the stage voices and the orchestra. Then all froze for a moment of absolute quiet before a penetrating voice whispered, \"Go in peace.\"\n\nThe applause began tentatively before swelling into a heartfelt crescendo of claps, foot stomps, bravos and whistles. Then the hero, Michael Morgan turned, exhausted, but with arms outstretched, to acknowledge his victory.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 1179
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Paramount Theatre",
        "organization": "Bay Symphony",
        "conductor": "of the Oakland East Bay Symphony",
        "soloists": [
          "his angelic"
        ],
        "ensemble": "Bay Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Bay Symphony",
          "Oakland Symphony",
          "Mass",
          "A Theatre Piece for Singers, Players, and Dancers.",
          "Celebrant.",
          "everyman,",
          "Jedermann,",
          "congregation:"
        ],
        "composers": [
          "Robert Geary",
          "Vasquez",
          "Bach",
          "Beethoven"
        ],
        "musical_periods": [
          "classical",
          "modern",
          "renaissance"
        ],
        "genres": [
          "symphony",
          "opera",
          "orchestral",
          "choral"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": null,
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "May",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": []
      },
      "tags": [
        "paramount_theatre",
        "bay_symphony",
        "opening"
      ]
    },
    {
      "id": "c_reviews_PB 10-08",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-pb-10-08.md"
      },
      "content": {
        "title": "Philharmonia Baroque Revisits J. S. Bach",
        "headline": "***\n\nPhilharmonia Baroque Revisits J. S. Bach**",
        "summary": "Review of the performance of October 17, 2008, published in the Oakland Tribune*, Contra Costa Times, and other papers of the Bay Area News Group....",
        "excerpt": " The youthful Ruiz , who is responsible for the re-workings of the program's other selections -- the *Orchestral Suite No. 2 in A minor* and the *Brandenburg Concerto No. 1 in F Major* -- is one of North America's most critically acclaimed and sought...",
        "full_content": "\n***\n\nPhilharmonia Baroque Revisits J. S. Bach**\n\nReview of the performance of October 17, 2008, published in the Oakland Tribune*, Contra Costa Times, and other papers of the Bay Area News Group.\n\nBy Cheryl North\n\n Two hundred fifty-eight years have passed since the world lost, and Heaven no doubt gained, one of Western culture's most monumental treasurers - composer Johann Sebastian Bach.\n\n Most of the world's cultural historians and musicians agree, that within Bach's vast creative output, there are few, if any, clinkers. Almost everything to which the unassuming German cantor set his quill pen, morphed into a masterpiece.\n\n So why, then, would the Philharmonia Baroque Orchestra even think of reconstructing Bach's music for its October set of concerts?\n\n Because -- if Johann Sebastian were still alive, he would probably do it himself.\n\n During his lifetime, he occasionally transported themes by composers like Vivaldi and recast them into his own compositions. In fact, \"borrowing\" was quite common during baroque times, since many great chorales and religious works were derived from liturgical plainsong or chant.\n\n Therefore, what British-born conductor Paul Goodwin did in combining 10 of Bach's Sinfonias into a single Suite, and oboist Gonzalo X. Ruiz did with re-orchestrating Bach's Orchestral Suite No. 2 and the Brandenburg Concerto No. 1 for the first of four *Reconstructing Bach* concerts last Friday in Palo Alto, was not at all shocking, but rather quite refreshing.\n\n Goodwin, currently the associate conductor of the Academy for Ancient Music, is renowned abroad for his historically informed interpretations of baroque, as well as classical, romantic and contemporary music.\n\n What he did for Philharmonia's current concerts was to reassemble 10 Sinfonias gleaned from various of Bach's Cantatas into what he describes as \"an orchestral suite with contrasting moods and complementary keys, producing a kaleidoscope of colors.\"\n\n Highlights among the group were the first, taken from the *Easter Oratorio*, BWV 249, which was colored by three brightly hued baroque trumpets and timpani, and the penultimate section, lifted from Cantata, BWV 156, featuring one of the world's most beautiful, familiar melodies for oboe, played with sinewy grace by Ruiz.\n\n The youthful Ruiz , who is responsible for the re-workings of the program's other selections -- the *Orchestral Suite No. 2 in A minor* and the *Brandenburg Concerto No. 1 in F Major* -- is one of North America's most critically acclaimed and sought-after historical woodwind soloists. Moreover, he is also a formidable scholar of early music and authored parts of the concert's excellent program notes.\n\n Bach's four orchestral suites, filled with multiple unforgettable melodies and rhythmic figures, are particular sources of delight. (A baroque \"Suite\" is a composition in several movements inspired by, and named for, various Renaissance and Baroque dance forms, among which are gigues, menuets, sarabandes, and more.)\n\n Ruiz' research into early manuscripts of *Suite No. 2* and *Brandenburg Concerto No. 1* motivated him to recast the orchestration, so that primary solo sections are allotted to the oboe rather than either the first violin or the flute. His discovery of other versions of these compositions, written in different keys, served to confirm the practice of reconstructing, reorchestrating and otherwise altering music during Bach's own lifetime.\n\n While I found it a bit hard to shift my musical memories of the *Suite No. 2* away from Jean-Pierre Rampal's flute version, Ruiz's fluid, virtuosic performance on the oboe made a convincing argument for coexistence.\n\n Kudos are also due Concertmaster Carla Moore, who bravely milked wonderful music from a miniature child-sized violino piccolo during the Brandenburg. And, most of all, the sounds issuing from Philharmonia Baroque's remarkable collection of authentically recreated historic instruments and played by its consummate musicians, were a joy to hear.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 615
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": null,
        "organization": "Baroque Orchestra",
        "conductor": "Paul Goodwin did in combining",
        "soloists": [
          "the first"
        ],
        "ensemble": "Baroque Orchestra"
      },
      "musical_works": {
        "primary_works": [
          "Brandenburg Concerto No. 1",
          "borrowing",
          "an orchestral suite with contrasting moods and complementary keys, producing a kaleidoscope of colors.",
          "Suite"
        ],
        "composers": [
          "Johann Sebastian Bach",
          "Ruiz",
          "Bach",
          "ravel"
        ],
        "musical_periods": [
          "baroque",
          "classical",
          "romantic",
          "contemporary",
          "renaissance"
        ],
        "genres": [
          "concerto",
          "oratorio",
          "orchestral",
          "choral"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": null,
        "rating_indicators": []
      },
      "publication": {
        "date": "October",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [],
        "programming_notes": [
          "program",
          "selection"
        ],
        "historical_significance": []
      },
      "tags": [
        "baroque_orchestra"
      ]
    },
    {
      "id": "c_reviews_SFO Abduction 10-2-09",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-sfo-abduction-10-2-09.md"
      },
      "content": {
        "title": "San Francisco Opera",
        "headline": "***\n\nSan Francisco Opera Performance of\nThe Abduction from the Seraglio* by Wolfgang Amadeus Mozart**\n\nReview of the performance published in the Preview Section of papers of the Bay Area News Group on October 2nd, 2009, under headline, S.",
        "summary": "San Francisco Opera Performance of\nThe Abduction from the Seraglio* by Wolfgang Amadeus Mozart**...",
        "excerpt": "Review of the performance published in the Preview Section of papers of the Bay Area News Group on October 2nd, 2009, under headline, S.F. Opera's 'Abduction' does away with tedium...",
        "full_content": "\n***\n\nSan Francisco Opera Performance of\nThe Abduction from the Seraglio* by Wolfgang Amadeus Mozart**\n\nReview of the performance published in the Preview Section of papers of the Bay Area News Group on October 2nd, 2009, under headline, S.F. Opera's 'Abduction' does away with tedium\n\nBy Cheryl North\n\nThe San Francisco Opera is really on a roll. Critics and audiences alike extol its 2009-2010 season opener, Verdi's *Il Trovatore*, as a top-of-the-scale success; its second offering, Puccini's *Il Trittico*, as a winning artistic coup, and now, most are praising its latest staging of Mozart's *The Abduction from the Seraglio* as a massively entertaining 18th century romp. Despite economic hard times, General Manager David Gockley seems to have a keen sensitivity to the pulse of the public.\n\nFrankly, up until *Seraglio's* Sept. 23 opening, I always considered the work too long and too tedious -- in short, a bit of a bore. But, no more.\n\nThe S.F.Opera show, which included unashamedly picture-book sets, done up in gorgeous confetti colors designed by David Zinn, were mated beautifully to director Chas Rader-Shieber's unabashedly merry,\ndon't-take-me-too-seriously direction. To further the fun, Cornelius Meister of Germany, in what was his United States debut, conducted the fray with contagious good spirits. Moreover, there were all sorts of clever sight gags and high jinks among the janissaries, women of the harem, and Osmin's guards.\n\nAnd the singing? Matthew Polenzani made a thrilling Belmonte with his clear, ringing, pitch-perfect Mozart tenor and beautiful Mary Dunleavy, although a bit strident of voice initially, soon settled into a lovely, expressive Constanze with fine coloratura flourishes. Peter Rose, with his expressive bass voice and splendid gift for comedy, created a blustery, but surprisingly loveable Osmin. Anna Christy's creamy voice and playful stage presence resulted in an adorable \"Blonde\"; Adler Fellow, tenor Andrew Bidlack, a fine, athletic Pedrillo; and Charles Shaw Robinson, an appropriately wise Saladin-like Pasha. Costumes were terrific - and thankfully, the music staff made some very judicious, welcome (to me at least) cuts in the score.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 340
      },
      "performance": {
        "title": "Untitled",
        "date": "10/2/09",
        "venue": null,
        "organization": "San Francisco Opera",
        "conductor": null,
        "soloists": [
          "perfect Mozart",
          "his expressive",
          "Adler Fellow"
        ],
        "ensemble": "San Francisco Opera"
      },
      "musical_works": {
        "primary_works": [
          "Francisco Opera",
          "Blonde"
        ],
        "composers": [
          "Wolfgang Amadeus Mozart",
          "David Zinn",
          "Mozart"
        ],
        "musical_periods": [],
        "genres": [
          "opera"
        ]
      },
      "review_analysis": {
        "overall_assessment": "mixed",
        "performance_quality": "exceptional",
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "10/2/09",
        "author": "Cheryl North",
        "publisher": "Wolfgang Amadeus",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [
          "season opener"
        ],
        "programming_notes": [],
        "historical_significance": [
          "debut"
        ]
      },
      "tags": [
        "san_francisco_opera",
        "opening",
        "debut"
      ]
    },
    {
      "id": "c_reviews_SFO Faust 6-10",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-sfo-faust-6-10.md"
      },
      "content": {
        "title": "Review of the June 5, 2009 performance",
        "headline": "***\n\nSan Francisco Opera Performance of Faust***\n\nReview of the June 5, 2009 performance published on Inside Bay Area website under hedline, \"Riches abound in S.",
        "summary": "Review of the June 5, 2009 performance published on Inside Bay Area website under hedline, \"Riches abound in S.F. Opera's 'Faust,'\" and in papers of the Bay Area News Group....",
        "excerpt": "\"Short-term gain; long-term pain\" — a pithy phrase a few economists might be bandying about these days. But they were also the words irreverently buzzing about in my brain during the more than three hours of sitting required for the San Francisco Ope...",
        "full_content": "\n***\n\nSan Francisco Opera Performance of Faust***\n\nReview of the June 5, 2009 performance published on Inside Bay Area website under hedline, \"Riches abound in S.F. Opera's 'Faust,'\" and in papers of the Bay Area News Group.\n\nBy Cheryl North\n\n\"Short-term gain; long-term pain\" — a pithy phrase a few economists might be bandying about these days. But they were also the words irreverently buzzing about in my brain during the more than three hours of sitting required for the San Francisco Opera's sumptuous production of Charles Gounod's *Faust* Saturday evening at the War Memorial Opera House. But, while these six little words might get to the moral heart of the timeless Faust story, they do not even begin to characterize Gounod's glorious music.\n\nThe core of the Faust legend involves a mortal making a pact with the Devil (Mephistopheles) in order to receive a temporal favor. In exchange, he must sign over his immortal soul to the Devil . While the idea of a Satanic pact has roots in both Jewish and Christian traditions, it was primarily the German ruminations and legends on that theme, dating back as far as the 1400s, from which Johann Wolfgang von Goethe, 1749-1832, created the great magnum opus of German literature, Parts I and II of \"Faust.\" Fortunately for the sitting muscles and bones, Gounod and his librettists, Jules Barbier and Michael Carre, chose to limit their opera to a small section of Goethe's Part I, in which the lusting Faust, his youthful vigor restored by Mephistopheles, seduces and then deserts the pious, beautiful maiden, Marguerite.\n\nGounod, a master of exquisite, soaring melody and pulsing, tension-building instrumental accompaniment, was also deeply religious and could build a transcendent sense of the divine into his music (he is the composer of one of the two most beloved \"Ave Marias\"). A number of his greatest hits are prominent in his 1849 \"Faust\" — the rousing \"Soldiers' Chorus,\" the irrepressible \"Kermesse Waltz,\" the \"Jewel Song,\" and the thrilling, almost heart-stopping ascension into Heaven music at the opera's close .\n\nThe dominant force on San Francisco's stage Saturday was unquestionably the tall, mahogany-voiced former Adler Fellow, John Relyea in his role as Mephistopheles. With his suave demeanor, costumes, gestures and sardonic wit, he channeled a chillingly duplicitous Devil, with a wicked sense of humor.\n\nTenor Stefano Secco, in his debut performance as Dr. Faust, sang with an alluring tone and fine musicianship, but his portrayal of the mysterious, learned necromancer was a little underwhelming. Subsequent performances will likely push his powers up a few notches.\n\nBeefy Brian Mulligan was a vocal stunner as Valentin, Marguerite's soldier brother, especially in his glorious baritone aria, \"Avant de quitter ces lieux.\"\n\nPatricia Racette was a definitive Marguerite, acting and singing with the all the alternating innocence, unabashed passion and ultimate despair the character requires. Racette's charismatic stage presence seems to grow with each succeeding role — as does the beauty and timbre of her voice.\n\nThe clarion mezzo of Daniela Mack, abetted by her well-honed boyish walk, created a fine Siebel, Marguerite's protective, would-be suitor, and Catherine Cook was a strong, amusing Marthe, Marguerite's faithful friend.\n\nRobert Perdziola's set and Duane Schuler's lighting, originating at Chicago's Lyric Opera, could have been lifted right off the canvas of German Romantic painters Caspar David Friederich or Phillip Runge. The designers began with a basic gray stone construction resembling an old castle ruin that formed a half circle on the stage. Ingenious lighting and a few moveable props transformed the set by turns into Faust's dismal laboratory-den, a bustling central square in a village, a verdant, Romantic garden outside Marguerite's cottage, the inside of a soaring cathedral and a deep dungeon bisected by a set of ascending steps lit to look as though they soared skyward. The action was thus comfortably set in the early 19th century, rather than in some industrial-looking modern time or barren sci-fi scape.\n\nJose Maria Condemi, listed as the \"revival director,\" and conductor Maurizio Benini presided over the production, while Ian Robertson and Lawrence Pech were responsible for some lively chorus singing and dancing, both on and off stage — all of which made the show well worth the three-hour sit.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 705
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Memorial Opera House",
        "organization": "San Francisco Opera",
        "conductor": "Maurizio Benini presided over the production",
        "soloists": [
          "his glorious"
        ],
        "ensemble": "San Francisco Opera"
      },
      "musical_works": {
        "primary_works": [
          "Francisco Opera",
          "Memorial Opera",
          "Lyric Opera",
          "Riches abound in S.F. Opera's 'Faust,'",
          "Short-term gain; long-term pain",
          "Faust.",
          "Ave Marias",
          "Faust"
        ],
        "composers": [
          "Mephistopheles"
        ],
        "musical_periods": [
          "romantic",
          "modern"
        ],
        "genres": [
          "opera",
          "vocal",
          "instrumental"
        ]
      },
      "review_analysis": {
        "overall_assessment": "mixed",
        "performance_quality": null,
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": null,
        "rating_indicators": []
      },
      "publication": {
        "date": "June",
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": [
          "debut"
        ]
      },
      "tags": [
        "memorial_opera_house",
        "san_francisco_opera",
        "debut"
      ]
    },
    {
      "id": "c_reviews_SFO_Boheme_Luisotti_11-08",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-sfo-boheme-luisotti-11-08.md"
      },
      "content": {
        "title": "Review of the November 16, 2008 performance",
        "headline": "***\n\nSan Francisco Opera Performance of Puccini's La Boheme*, Directed by Nicola Luisotti**\n\nReview of the November 16, 2008 performance published in papers of the Bay Area News Group.",
        "summary": "San Francisco Opera Performance of Puccini's La Boheme*, Directed by Nicola Luisotti**...",
        "excerpt": " Musetta was saucily and willfully portrayed by French soprano Norah Amsellem and the masterful singer/actor Dale Travis, also a Merola graduate, was by turns giddily lecherous as the boys' landlord Benoit and pompously aristocratic as Musetta's elde...",
        "full_content": "\n***\n\nSan Francisco Opera Performance of Puccini's La Boheme*, Directed by Nicola Luisotti**\n\nReview of the November 16, 2008 performance published in papers of the Bay Area News Group.\n\nBy Cheryl North\n\nGrand Opera doesn't get much grander than it did in the San Francisco Opera's 214th main-stage performance of Puccini's *La Boheme* at the War Memorial Opera House last Sunday afternoon. It was like one of the world's most beautiful buildings: every element was wrought into a perfectly balanced, luminous whole.\n\n The \"master builder\" in charge of this superlative local realization of Puccini's masterwork was the San Francisco Opera's music director designate, Nicola Luisotti, who, like the composer, was born in Lucca, Italy.\n\n Working under Luisotti's inspired leadership were a host of dedicated artists, musicians, and craftsmen and women who melded the production into what most in the audience and on the stage agreed was the best *La Boheme* they had ever experienced.\n\n Maestro Luisotti launched into the first act with markedly energetic, buoyant tempos which he varied to mate precisely to the lively onstage banter going on among the four young Bohemian artists rooming together in the little garret high up among the rooftops of Paris. His impact throughout the pathos and passions of the opera was irresistibly powerful and charismatic. His expansive arm movements seemed to extend right onto the stage-- and every time I caught a glance of his face, he appeared to be mouthing the music and emoting right along with the individual singers.\n\n Even tenor Piotr Beczala's exclamatory response to my post-opera query about his thoughts on the production's magic, was, \"It was Luisotti! We were so lucky to have him. If there is a single person who is saving opera, it is Luisotti!\"\n\n The casting indeed rivaled the best of Hollywood, Broadway or any other world stage. Gorgeous golden-voiced Romanian soprano Angela Gheorghiu imbued the role of heroine Mimi with a tenderly touching believability, while the Polish Beczala created the handsomest, most ardent, poet Rudolfo in years. His clarion but well-modulated high Cs and B-flats, athletic physical presence, and sensitive musicality coupled beautifully with Gheorghiu's artistic virtues.\n\n Merola alumnus Quinn Kelsey of Hawaii charmed everyone with the expansive warmth of his beautiful baritone in his convivial characterization of Marcello the painter. Bass Oren Gradus, former Merola member, was a thoroughly engaging philosopher Colline and baritone Brian Leerhuber, a sensitively exuberant musician, Shaunard.\n\n Musetta was saucily and willfully portrayed by French soprano Norah Amsellem and the masterful singer/actor Dale Travis, also a Merola graduate, was by turns giddily lecherous as the boys' landlord Benoit and pompously aristocratic as Musetta's elderly escort, Alcindoro.\n\n Ian Robertson's splendidly trained chorus of adults and children created a nostalgically warming holiday tableau of celebrating Parisian students, townspeople, shopkeepers, vendors, soldiers, waiters, and more.\n\n Sets and costumes by Michael Yeargan and Walter Mahoney respectively; beautifully choreographed and paced stage direction by Harry Silverstein; luminous Christmas holiday lighting by Duane Schuler, and a contagious can-do spirit created the solid, yet artfully animated foundation for the whole, unforgettable production.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 510
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Memorial Opera House",
        "organization": "San Francisco Opera",
        "conductor": "Luisotti",
        "soloists": [
          "voiced Romanian",
          "his beautiful",
          "Colline and",
          "by French"
        ],
        "ensemble": "San Francisco Opera"
      },
      "musical_works": {
        "primary_works": [
          "Francisco Opera",
          "Grand Opera",
          "Memorial Opera",
          "master builder",
          "It was Luisotti! We were so lucky to have him. If there is a single person who is saving opera, it is Luisotti!"
        ],
        "composers": [
          "Nicola Luisotti",
          "French",
          "Michael Yeargan",
          "Harry Silverstein",
          "Duane Schuler"
        ],
        "musical_periods": [],
        "genres": [
          "opera"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "exceptional",
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "November",
        "author": "Cheryl North",
        "publisher": "Nicola Luisotti",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "grand"
        ],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": []
      },
      "tags": [
        "memorial_opera_house",
        "san_francisco_opera"
      ]
    },
    {
      "id": "c_reviews_SFO_SimonBoc 9-08",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-sfo-simonboc-9-08.md"
      },
      "content": {
        "title": "Review of the September 5, 2008 performance",
        "headline": "***\n\nSan Francisco Opera Opening Night Performance of Verdi's Simon Boccanegra***\n\nReview of the September 5, 2008 performance published in papers of the Bay Area News Group.",
        "summary": "San Francisco Opera Opening Night Performance of Verdi's Simon Boccanegra***...",
        "excerpt": " Baritone Dmitri Hvorostovsky's characterization of Simon Boccanegra, the plebian pirate-turned-Doge of the 14th Century city state of Genoa, was both brilliant and thrilling. Arguably the Pavarotti of baritones, Hvorostovsky possesses a richly burni...",
        "full_content": "\n***\n\nSan Francisco Opera Opening Night Performance of Verdi's Simon Boccanegra***\n\nReview of the September 5, 2008 performance published in papers of the Bay Area News Group.\n\nBy Cheryl North\n\n[Note: A shortened review was used in the newspapers, and a somewhat longer version ran on the Inside Bay Area website. This version includes both, plus restoring a few words cut or changed from the text orignally submitted.]\n\nThe ladies in their glittery jewels and jewel-toned gowns gleaned the oh's and ah's in the audience areas of the War Memorial Opera House at the Opening Gala last Friday - but it was the men on the stage who raked in the raves once the music started.\n\n While San Francisco Opera's opening night choice -- Giuseppe Verdi's revised 1881 version of *Simon Boccanegra*-- is a lesser-known work, the production's powerful singing and polished acting brought a steady stream of artful pleasures.\n\nLove and conflict, the usual themes of grand opera, are augmented in *Boccanegra* by a riveting portrayal of benevolent statesmanship.\n\n Baritone Dmitri Hvorostovsky's characterization of Simon Boccanegra, the plebian pirate-turned-Doge of the 14th Century city state of Genoa, was both brilliant and thrilling. Arguably the Pavarotti of baritones, Hvorostovsky possesses a richly burnished voice that is, quite simply, among the world's most tonally beautiful.\n\n No matter how softly and sotto-voce he sang, his liquid-gold sound penetrated laser-like to the further-most areas of the 3,126-seat hall.\n\nOn the other hand, when he unleashed his vocal power to fortissimo levels, not an iota of its vaunted sheen was lost. Even though Verdi baritones are supposed to have a sort of \"snarl\" quality, Hvorostovsky's Olympian breath control and built-in sound equipment seem incapable of producing any harshness.\n\n His Boccanegra characterization ranged convincingly from the youthful pirate-lover distraught over the death of his beloved Maria, through the agonies of the kidnapping of his toddler daughter in the Prologue, on into the mature, statesman-like leadership of his tenure as Genoa's peace-exhorting Doge, to his paternal tenderness at the reunion with his long-lost daughter, on to the bodily decline from Paolo's slow-acting poison leading and eventual death at the opera's end. Hvorostovsky delivered it all in spades.\n\n Paolo, Boccanegra's plebian political honcho and eventual adversary, was sung potently by bass-baritone Patrick Carfizzi.\n\nTenor Marcus Haddock's bright tenor, resplendent with Verdian thrust on the high notes, made for an ardent Gabriele Adorno, Amelia's beloved. Ukrainian-born bass Vitali Kowaljow, as Fiesco, the grieving father and vengeance-pledged patrician, displayed fine vocalism and acting. His last act duo with the dying Boccanegra at the point of their reconciliation, provided one of the opera's most eloquently touching moments.\n\nBarbara Frittoli sang the role of Amelia, Boccanegra's long-lost daughter, with vocal grace and beauty, but her rather bland acting did not quite match up to that of her testosterone-charged colleagues. Kenneth Kellogg, Erin Neff, and Dale Tracy were effective in supporting roles. Maestro Donald Runnicles, in his last Opening Night at the podium as SFO's Music Director, marshaled soloists, chorus, and orchestra into a masterful musical ensemble with taut tempos and compelling dynamics.\n\n Michael Yeargan's Italianate sets recalled the vast perspective renderings of 14th century artist, Pietro Perugino. David Edwards' staging was particularly effective in the Act I Council Chamber scene, one of the most dramatic in Verdi's operas.\n\n Now if we could only bring a Simon Boccanegra-like figure of peace and reconciliation to our world of 2008!\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 569
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Memorial Opera House",
        "organization": "San Francisco Opera",
        "conductor": "Donald Runnicles",
        "soloists": [
          "Pavarotti of",
          "though Verdi",
          "potently by"
        ],
        "ensemble": "San Francisco Opera"
      },
      "musical_works": {
        "primary_works": [
          "Francisco Opera",
          "Memorial Opera",
          "snarl"
        ],
        "composers": [],
        "musical_periods": [],
        "genres": [
          "opera",
          "vocal"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": null,
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "September",
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "hall",
          "grand"
        ],
        "seasonal_context": [
          "opening night",
          "gala"
        ],
        "programming_notes": [
          "choice"
        ],
        "historical_significance": []
      },
      "tags": [
        "memorial_opera_house",
        "san_francisco_opera",
        "gala",
        "opening"
      ]
    },
    {
      "id": "c_reviews_SFO_Tote Stadt 9-08",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-sfo-tote-stadt-9-08.md"
      },
      "content": {
        "title": "Review of the September 23, 2008 performance",
        "headline": "***\n\nSan Francisco Opera Performance of Die Tote Stadt***\n\nReview of the September 23, 2008 performance published in papers of the Bay Area News Group, under the headline,\"'Die Tote Stadt' an S.",
        "summary": "San Francisco Opera Performance of Die Tote Stadt***...",
        "excerpt": "The role of Frank/Fritz was eloquently colored by Lucas Meachem's richly resonant baritone, while the outstanding supporting cast consisted of the excellent Adler Fellow Katharine Tier, as well as Ji Young Yang, Daniela Mack, Alek Shrader, Andrew Bid...",
        "full_content": "\n***\n\nSan Francisco Opera Performance of Die Tote Stadt***\n\nReview of the September 23, 2008 performance published in papers of the Bay Area News Group, under the headline,\"'Die Tote Stadt' an S.F. Opera Stunner\".\n\nBy Cheryl North\n\nSigmund Freud would have been fascinated had he been in the audience of the San Francisco Opera's opening production of Erich Wolfgang Korngold's 1920 opera *Die Tote Stadt* Tuesday evening at the War Memorial Opera House.\n\nA host of Freudian elements were assayed onstage via the opera's embodiment of the struggles between death and life, dreamlike fantasy and reality, sexual vs. spiritual ecstasy, and transcendence vs. tawdriness. There were overtones of sado-masochism, Oedipal shadings and mini-essays on historical mores and hypocrisies all clothed in a post-World War I Zeitgeist.\n\nBut overpowering all else was Korngold's magnificently potent, mesmerizing music.\n\nThe usually sedate Tuesday night opera audience was moved to a standing ovation and a chorus of \"Bravos!\" during the curtain call, when Maestro Donald Runnicles dashed onstage and gestured to the miracle-working orchestra.\n\nHow could the world have left this glorious, tumescent music and replaced it with the frigid cacophony of atonal, machinelike 12-tone music and other \"modernist\" trends? It was like moving from a plush cushioned wine-red couch to a room furnished only with chrome side chairs.\n\nKorngold's *Die Tote Stadt* requires a huge Mahler-size orchestra playing Richard Strauss textures roiling like syrupy-thick waves under rapturous Puccini-beautiful vocal lines. It's at once imaginative, rhythmically driving, and yes — beautiful.\n\nErich Korngold was born 1897 in Brno, Moravia. His father, Julius, was Vienna's top music critic and an enthusiastic proponent of the music of Gustav Mahler during his son's formative \"Wunderkind\" years.\n\nOften compared to the child-prodigy Mozart, young Erich had already composed and premiered several successful compositions by the time he started work on *Die Tote Stadt*. In 1920, the masterpiece was given a dual premiere in both Hamburg and Cologne.\n\nHis father Julius, under the pseudonym Paul Schott, wrote the libretto, an adaption of the a novella titled *Bruges-la-Morte* by Belgian writer Georges Rodenbach. The joint father-son creation was an instant hit and received multiple stagings throughout Europe for the next decade until it was banned by the Nazis. Then, it fell into relative obscurity until it was restaged for the Salzburg Festival in 2004, conducted by our own Donald Runnicles.\n\nTuesday's production opened with the distraught Paul, wandering about his Bruges, Belgium apartment, as he tenderly caresses a plait of the his dead wife Marie's red-gold hair while staring at a huge standing portrait of her.\n\n\"Bruges and I are the same — we worship the most beautiful thing that is: the past,\" Paul exclaims to his solicitous friend Frank.\n\nA battle ensues between a fantasy dream world vs. the real world. The orchestra evokes the conflict and chaos within Paul's grief-ridden mind via neo-Wagnerian chromatic dissonances punctuated with passages of sublime calm as the massive ceiling tips to a precipitous angle, as though balanced on a razor's edge . The \"real\" room continues to deconstruct as its mirror image, appears at the back of the stage: reality melds into dream — or nightmare.\n\n\"You're divided between life and death!\" exclaims Frank.\n\nAnd indeed Paul is so divided. He is torn between his idealized, but disembodied, adoration for his wife, Marie, and his lust for his very real mistress, Marietta.\n\nSinging the lead role of Paul was German tenor Torsten Kerl, whose initial high notes sounded a little squeezed. Later, however, his heldentenor broadened and melded beautifully with the soaring, Isolde-like soprano of Emily Magee in the dual role of Marie/Marietta.\n\nThe role of Frank/Fritz was eloquently colored by Lucas Meachem's richly resonant baritone, while the outstanding supporting cast consisted of the excellent Adler Fellow Katharine Tier, as well as Ji Young Yang, Daniela Mack, Alek Shrader, Andrew Bidlack, Bryan Ketron, and Ben Bongers as Paul's double. A starring role was also played by painter John Singer Sargent's 1890 portrait of Elsie Palmer as the pictorial embodiment of the dead Marie.\n\nIf it were a film, it would probably have an R rating. Nevertheless, it's a tour-de-force production not to be missed.\n\nKorngold's time has finally come.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 700
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Memorial Opera House",
        "organization": "San Francisco Opera",
        "conductor": "our own Donald Runnicles",
        "soloists": [
          "was German",
          "richly resonant"
        ],
        "ensemble": "San Francisco Opera"
      },
      "musical_works": {
        "primary_works": [
          "Francisco Opera",
          "Memorial Opera",
          "'Die Tote Stadt' an S.F. Opera Stunner",
          "Bravos!",
          "modernist",
          "Wunderkind",
          "Bruges and I are the same — we worship the most beautiful thing that is: the past,",
          "real"
        ],
        "composers": [
          "Belgian",
          "Lucas Meachem",
          "Mahler",
          "Mozart",
          "bach"
        ],
        "musical_periods": [
          "modern",
          "atonal"
        ],
        "genres": [
          "opera",
          "vocal"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "September",
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": [
          "premiere"
        ]
      },
      "tags": [
        "memorial_opera_house",
        "san_francisco_opera",
        "opening",
        "premiere",
        "festival"
      ]
    },
    {
      "id": "c_reviews_SFS Masur 2-09",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-sfs-masur-2-09.md"
      },
      "content": {
        "title": "San Francisco Symphony",
        "headline": "***\n\nS.",
        "summary": "S.F. Symphony Review: Masur, Gubaidulina make out-of-this-world music in Davies Hall**...",
        "excerpt": "Review of the San Francisco Symphony Performance of February 18, 2009 in the Oakland Tribune* and other papers of the Alameda Newspaper Group under the headline above....",
        "full_content": "\n***\n\nS.F. Symphony Review: Masur, Gubaidulina make out-of-this-world music in Davies Hall**\n\nReview of the San Francisco Symphony Performance of February 18, 2009 in the Oakland Tribune* and other papers of the Alameda Newspaper Group under the headline above.\n\nBy Cheryl North\n\nThe sounds coming from the stage during the first piece on the San Francisco Symphony's Wednesday night program at Davies Symphony Hall were like none I've heard before. They were downright otherworldly.\n\nThe closest comparison I can conjure is perhaps background music for a wild, far-out science fiction film — or, maybe a musical score for a flick about a squadron of maddened ghosts dive-bombing the world.\n\nThe piece agitating my eardrums was the Russian-born composer Sofia Gubaidulina's 25 minute, single-movement piece, *The Light of the End*, composed in 2003.\n\nConducted, and indeed, championed, by the legendary Kurt Masur, the performance was a tour-de-force testament to the virtuosity and the steely nerves of the musicians in our San Francisco Symphony.\n\nGubaidulina's creation included a steady descending half-tone figure (ostinato) flashing luminously from an amazing combination of tintinnabulating, bell-like percussion instruments amid a cadre of violins providing recurrent whirlwind effects via slides (glissandi) up and down their strings. Tubas and trombones intoned warnings that sounded like ominous groans from the molten center of the earth.",
        "word_count": 217
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Davies Symphony Hall",
        "organization": "San Francisco Symphony",
        "conductor": null,
        "soloists": [
          "cadre of"
        ],
        "ensemble": "San Francisco Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Francisco Symphony",
          "Davies Symphony"
        ],
        "composers": [
          "Sofia Gubaidulina"
        ],
        "musical_periods": [],
        "genres": [
          "symphony"
        ]
      },
      "review_analysis": {
        "overall_assessment": "mixed",
        "performance_quality": null,
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": null,
        "rating_indicators": []
      },
      "publication": {
        "date": "February",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "hall"
        ],
        "seasonal_context": [],
        "programming_notes": [
          "program"
        ],
        "historical_significance": []
      },
      "tags": [
        "davies_symphony_hall",
        "san_francisco_symphony"
      ]
    },
    {
      "id": "c_reviews_SFSMahler5",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-sfsmahler5.md"
      },
      "content": {
        "title": "When MTT's S.",
        "headline": "***\n\nWhen MTT's S.",
        "summary": "When MTT's S.F. Symphony Meets Mahler, Sparks Fly**...",
        "excerpt": "Review of the San Francisco Symphony Performance of September 28, 2005 in the Oakland Tribune* and other papers of the Alameda Newspaper Group, September 30, 2005, under the headline above....",
        "full_content": "\n***\n\nWhen MTT's S.F. Symphony Meets Mahler, Sparks Fly**\n\nReview of the San Francisco Symphony Performance of September 28, 2005 in the Oakland Tribune* and other papers of the Alameda Newspaper Group, September 30, 2005, under the headline above.\n\nBy Cheryl North\n\nTHE RELATIONSHIP between San Francisco Symphony conductor Michael Tilson Thomas with the music of Gustav Mahler is much like the relationship between flint and steel. When the two get together, things heat up and sparks fly. It's happened before and it happened again when MTT stepped in front of the massed army of San Francisco Symphony musicians on Davies Symphony Hall's stage Wednesday evening in San Francisco.\n\nThe concert, highlighted by Mahler's milestone Symphony No. 5, was the first of four performances this week from which live-recorded materials will be assembled into a CD to be issued sometime next year as part of the Symphony's ongoing Mahler recording project.\n",
        "word_count": 153
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Symphony Hall",
        "organization": "San Francisco Symphony",
        "conductor": "Michael Tilson Thomas with the music of Gustav Mahler is much like the relationship between flint and steel",
        "soloists": [],
        "ensemble": "San Francisco Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Francisco Symphony",
          "Davies Symphony"
        ],
        "composers": [
          "Mahler"
        ],
        "musical_periods": [],
        "genres": [
          "symphony"
        ]
      },
      "review_analysis": {
        "overall_assessment": "mixed",
        "performance_quality": null,
        "interpretation_notes": null,
        "technical_comments": null,
        "audience_response": null,
        "rating_indicators": []
      },
      "publication": {
        "date": "September",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "hall"
        ],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": [
          "milestone"
        ]
      },
      "tags": [
        "symphony_hall",
        "san_francisco_symphony"
      ]
    },
    {
      "id": "c_reviews_brittenwar_masur",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-brittenwar-masur.md"
      },
      "content": {
        "title": "Review of Kurt Masur Conducting the San Francisco Symphony in Benjamin Britten's War Requiem",
        "headline": "***\n\nReview of Kurt Masur Conducting the San Francisco Symphony in Benjamin Britten's War Requiem***\n\nReview in *The Oakland Tribune* and other papers of the Alameda Newspaper Group, October 24, 2002.",
        "summary": "Review of Kurt Masur Conducting the San Francisco Symphony in Benjamin Britten's War Requiem***...",
        "excerpt": " The emotional force was comparable to the physical force of San Francisco's 1906 jolt, with music of the deepest urgency and impact coming from the orchestra, which was divided into two sections, packing the stage with the three soloists on risers b...",
        "full_content": "\n***\n\nReview of Kurt Masur Conducting the San Francisco Symphony in Benjamin Britten's War Requiem***\n\nReview in *The Oakland Tribune* and other papers of the Alameda Newspaper Group, October 24, 2002.\n\nBy Cheryl North\n\nSome works of art - like Picasso's *Guernica* and Benjamin Britten's *War Requiem* - are capable of hitting an audience like an earthquake.\n\n Just such an earthquake hit Davies Symphony Hall Thursday night when the San Francisco Symphony, the San Francisco Symphony Chorus, the San Francisco Girls Chorus, the Pacific Boychoir, soprano Christine Brewer, tenor Jerry Hadley, and baritone William Stone performed Britten's masterwork under the leadership of conductor Kurt Masur, and his adjutant, conductor Edwin Outwater.\n\n The emotional force was comparable to the physical force of San Francisco's 1906 jolt, with music of the deepest urgency and impact coming from the orchestra, which was divided into two sections, packing the stage with the three soloists on risers behind. The adult chorus on the balcony areas to the orchestra's rear and flanks was augmented by the ethereal support of the childrens' choirs and the organ sounding from the high second balcony at the back of the building. The numbers alone were daunting, but it was Britten's music and the text, brilliantly channeled through Masur's musical sensibility, that shook souls to their depths.\n\n Britten's Requiem was commissioned for the dedication on May 30, 1962 of the reconstructed St. Michael's Cathedral in Coventry, a beloved British landmark destroyed by fire bombs during World War II. A powerful amalgam of many time periods, it hearkens to the past with its references to the medieval Catholic Requiem Mass for the Dead, sung in Latin. The Mass sections feature a soprano soloist, Ms. Brewer, representing humanity, and a choir of mixed adult voices accompanied by the larger of the two orchestral divisions. Brewer's voice was huge and warm, even through the brutally angular vocal lines Britten often required, as well as in the haunting echoes of Mozart's \"Lacrimosa.\"\n\n Within the Mass format, Britten injected jolting razor slashes of contemporary terror by interpolating the English-language poems of World War I enlistee Wilfred Owen, written in the trenches of France - verses scribbled on blood- and mud-spattered bits of paper, found on his machine-gunned corpse (age 25) at the war's end. Britten assigned these verses to the male soloists and the smaller chamber orchestra, conducted by Outwater. Hadley's tenor has never sounded more ringing and true and Stone's resonant baritone was redolent with maturity.\n\n While Britten's setting is generally harmonic, it is shot through with a plethora of sonic sword thrusts. There are starkly isolated bell sounds juxtaposed with chant-like vocal lines. Chilling tritones abound (the tritone is a particularly grating harmonic interval which was actually banned in church music during medieval times), as well as sections of stabbing staccato singing of such words as \"Con-fu-ta-tis mal-e-dic-tis\" and \"Ben-e-dic-tis.\" Skewed descending scales add even further shiver to the musical textures.\n\n Masur brillantly illuminated Britten's many musical \"word paintings\" - passages in which musical sounds mimic specific words in the text. There is a quivering clarinet motif accompanying the tenor's lines \"Move him (the dying soldier) into the sun--Gently its touch woke him once...If anything might rouse him now/ The kind old sun will know.\"\n But, it was an incisive thrust atypically inflicted by the harp that vividly evoked the appropriate sense of terror that accompanied the lines \"...limbs...full-nerved--still warm--too hard to stir?\"\n Britten's masterwork, as performed Thursday, powerfully drove home Owen's painful question, \"Was it for THIS the clay (i.e., man) grew tall?\"\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 593
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Symphony Hall",
        "organization": "San Francisco Symphony",
        "conductor": "Kurt Masur",
        "soloists": [
          "Pacific Boychoir",
          "Christine Brewer",
          "accompanying the"
        ],
        "ensemble": "San Francisco Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Francisco Symphony in Benjamin",
          "Davies Symphony",
          "Francisco Symphony",
          "Lacrimosa.",
          "Con-fu-ta-tis mal-e-dic-tis",
          "Ben-e-dic-tis.",
          "word paintings",
          "Move him (the dying soldier) into the sun--Gently its touch woke him once...If anything might rouse him now/ The kind old sun will know."
        ],
        "composers": [
          "Outwater",
          "Mozart"
        ],
        "musical_periods": [
          "contemporary"
        ],
        "genres": [
          "symphony",
          "orchestral",
          "vocal"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": null,
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "October",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "setting",
          "hall"
        ],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": []
      },
      "tags": [
        "symphony_hall",
        "san_francisco_symphony"
      ]
    },
    {
      "id": "c_reviews_crucible_dido",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-crucible-dido.md"
      },
      "content": {
        "title": "Burn, baby, burn: Crucible interpretation of 'Dido' is en fuego",
        "headline": "***\n\nBurn, baby, burn: Crucible interpretation of 'Dido' is en fuego**\n\nOpera Preview based on the dress rehearsal from The Oakland Tribune and The Alameda Times-Star*, with headline above, Friday, January 16, 2004\n\nBy Cheryl North\n\nIs it possible for a Baroque opera to catch fire with a 2004 audience.",
        "summary": "Burn, baby, burn: Crucible interpretation of 'Dido' is en fuego**...",
        "excerpt": "While opera audiences of the late 17th and 18th centuries were enamored of the intricate sets and elaborate stage mechanics used in their opera performances, Crucible's \"Dido and Aeneas\" outdoes anything you could imagine. The production features fou...",
        "full_content": "\n***\n\nBurn, baby, burn: Crucible interpretation of 'Dido' is en fuego**\n\nOpera Preview based on the dress rehearsal from The Oakland Tribune and The Alameda Times-Star*, with headline above, Friday, January 16, 2004\n\nBy Cheryl North\n\nIs it possible for a Baroque opera to catch fire with a 2004 audience? Well, that's what happened Wednesday in West Oakland when Henry Purcell's \"Dido and Aeneas\" ignited and fascinated the minds and sensibilities of its audience during a full dress rehearsal at The Crucible Arena/Theater. The old 17th century war horse opera will do that and more during its opening night Gala Reception, Art Auction and Performance at 6:30 tonight and at a subsequent performance and post-performance party at 8 p.m. Saturday.\n\nWhile opera audiences of the late 17th and 18th centuries were enamored of the intricate sets and elaborate stage mechanics used in their opera performances, Crucible's \"Dido and Aeneas\" outdoes anything you could imagine. The production features four excellent singers, three of whom are from the San Francisco Opera, and choir and orchestra members of The San Francisco Bach Soloists all performing under the baton of a baroque music specialist, maestro Jeffrey Thomas. Dancing and dazzle is added by Mark Growden, Xeno, the dance group Ultra Gypsy and members of The Crucible faculty and its arts community.\n\nBut it also features molten metal casting, glowing hot glass work, welding, torch cutting, fire eating and fire dancing -- all live on stage. The production is even appropriately billed, not as \"Dido and Aeneas,\" but as a \"Fire Opera.\" Add to all the foregoing some of the sexiest dancing to grace an operatic stage from a bevy of lithe, long-tressed young women and beefy males, and you've got a genuinely remarkable show. The costumes, or lack thereof, are memorable and include daring dancers with fiery antlers. Speaking strictly from a serious musical standpoint, the show's quality is right on the mark. And the staging is breathtaking.\n\nWith stage direction from San Francisco Opera's Roy Rallo, and with Crucible founder Michael Sturtz serving as producer, the show's revolutionary interpretation casts Dido, the Queen of Carthage (according to Virgil), as her own worst enemy. Program notes describe her as being \"drawn to the flames of passion and ultimately destroyed by them.\"\n\nSinging the role of Dido is SFO Adler fellow mezzo-soprano Katherine Rohrer. Adler fellow Greta Feeney, soprano, sings the role of Belinda, while SFO soloist Shawnette Sulker, soprano, and the fine baritone Rob Stafford sing additional roles. Stage installations are by local artists Michael Christian, Kiki Pettit and others.\n\nI'm not usually an enthusiastic fan of the practice of \"updating,\" adding to or reinterpreting grand opera, but in this uniquely energizing and exciting case, I can only applaud. It's thrill-a-minute opera -- artistically valid, while thoroughly entertaining.\n\n![](/images/logos-newspaper.gif)\n\n[\n![](/images/dido-aeneas-225.jpg)\n](dido.htm)\n\n[Crucible flyer - Click to enlarge](dido.htm)\n\n",
        "word_count": 476
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": null,
        "organization": "San Francisco Opera",
        "conductor": null,
        "soloists": [
          "Shawnette Sulker",
          "Greta Feeney",
          "the fine"
        ],
        "ensemble": "San Francisco Opera"
      },
      "musical_works": {
        "primary_works": [
          "Francisco Opera",
          "Fire Opera",
          "Dido and Aeneas",
          "Dido and Aeneas,",
          "Fire Opera.",
          "drawn to the flames of passion and ultimately destroyed by them.",
          "updating,"
        ],
        "composers": [
          "Mark Growden",
          "Bach"
        ],
        "musical_periods": [
          "baroque"
        ],
        "genres": [
          "opera"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "January",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          },
          {
            "height": 167,
            "src": "/images/dido-aeneas-225.jpg",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "grand"
        ],
        "seasonal_context": [
          "opening night",
          "gala"
        ],
        "programming_notes": [
          "program"
        ],
        "historical_significance": []
      },
      "tags": [
        "san_francisco_opera",
        "gala",
        "opening"
      ]
    },
    {
      "id": "c_reviews_oebs_nov04",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-oebs-nov04.md"
      },
      "content": {
        "title": "Oakland Tribune Performance Review",
        "headline": "***\n\nOpening Concert of the Oakland East Bay Symphony's 16th Season***\n\nReview of the Performance in the *Oakland Tribune* and other papers of the Alameda Newspaper Group, November 22, 2004; Preview of Concert in Classical Music Column of November 19th, 2004, Preview Section of ANG Newspapers.",
        "summary": "Opening Concert of the Oakland East Bay Symphony's 16th Season***...",
        "excerpt": "But most noticeable Friday night was the excellent quality of the musical performance coming from the Paramount stage....",
        "full_content": "\n***\n\nOpening Concert of the Oakland East Bay Symphony's 16th Season***\n\nReview of the Performance in the *Oakland Tribune* and other papers of the Alameda Newspaper Group, November 22, 2004; Preview of Concert in Classical Music Column of November 19th, 2004, Preview Section of ANG Newspapers.\n\nBy Cheryl North\n\nThe Oakland East Bay Symphony opened its 16th season with an authentically celebratory concert at the Paramount Theatre in Oakland last Friday.\n\nPerhaps the primary reason for such a jubilant mood was that the evening also represented OEBS's 15th anniversary with the magnificent Michael Morgan as its conductor/music director.\n\nThe East Bay has a real treasure in Morgan -- and the community seems to know it.\n\nThe crowd that filled the large hall was as diversified as the area's general population both with regard to ethnicity and age. All seemed intent on lauding the good maestro, and with good reason. Because of Morgan and members of the orchestra, classical music is alive and flourishing in Oakland.\n\nMorgan and small ensembles of OEBS musicians maintain an impressive schedule of visits, demonstrations, and chamber concerts to dozens of area elementary, middle, and high schools throughout the year.\n\nThe results are beginning to show. Oakland's Youth Orchestra continues to grow, tour, and win prizes. And, with Morgan's encouragement and blessing, so do a number of youth jazz and choral groups in the area.\n\nIn fact, the Oaktown Jazz Workshops ensemble, a group of Oakland students ranging from 13 to 17 under the tutelage of trumpeter and educator Kalil Shaheed, were tapped to provide the post-concert entertainment -- and garnered raves all around.\n\nThe OEBS has also attracted a very savvy group of committed board members and officers, headed by James A. Hasler as their president. And from the numbers of corporate, institutional, and individual supporters listed in the program, donations and public involvement appear to be on the upswing.\n\nBut most noticeable Friday night was the excellent quality of the musical performance coming from the Paramount stage.\n\nOakland's string section soared with luminous tone and virtuosic playing. Woodwinds were polished and mature in terms of solos and general ensemble. The percussion was likewise exemplary.\n\nThere appeared to be a number of personnel changes in the orchestra's ranks, which could have accounted for some occasional raggedness of ensemble and some perfunctory-sounding solos from the brass section Friday. More time and rehearsal together will no doubt spruce the section up to its former spit and polish.\n\nThe large number of women in the orchestra was also noticeable. There was not a single male member of the first violins. Seconds had only three men among a total of 10 players. Males dominated the string basses, and there were both genders in the cello section, although they were not listed on the program.\n\nFollowing the official welcome by the velvet-voiced KDFC radio personality Dianne Nicolini, Morgan and the orchestra launched into the West Coast premiere of Nathaniel Stookey's \"Big Bang,\" an interesting piece originally composed in 2001 to celebrate the opening of Meymandi Hall in Raleigh, North Carolina.\n\nAudience members were forewarned that they were in for something novel when 150 crystal wine glasses were distributed to audienced members in the balcony. Each glass was filled with carefully measured amounts of water (watchfully supervised by the composer himself). Before beginning, Morgan advised those holding the glasses, that on his signal, each was to moisten his finger and run it along the rim of the glass until signaled to stop.\n\nAlthough the audience \"musicians\" weren't called upon until the closing bars of the work, the effects were eerily wonderful and cosmic-sounding. (Morgan later revealed that the pitches sounding were those of the major triad plus an added ninth.)\n\nAccording to Stookey, the title refers to the \"Big Bang,\" the cosmological theory that the universe was born with a single big bang an estimated 20 billion years ago and has expanded outwards ever since.\n\nHeads in clouds from Stookey's sounds were brought quickly down to earth as Shanghai-born pianist Tian Ying brought played the mesmerizing opening octaves of the famed Piano Concerto No. 3 (affectionately called the \"Rach 3\") by Sergei Rachmaninoff. The horns seamlessly joined in the theme while the violins proceeded to embellish it all beautifully with a series of artful roulades.\n\nThe piano can, of course, sound either like a percussion or a string instrument. However, under Ying's touch, the piano's string virtues were elegantly emphasized. He succeeded in playing the signature Rachmaninoff melodies with gracefully lyrical, even vocal-like, inflections and phrasing.\n\nMorgan and the orchestra lent lushly expansive accompaniment through the thoughtful second movement, while still emphasizing some of Rachmaninoff's ingenious permutations of the primary theme.\n\nHowever, the sonic fireworks and racing troika rhythms beginning the final movement seemed to get Ying's adrenalin racing so that his tempo got away with him.\n\nBut, he did exactly the right thing. He stopped.\n\nHe and Morgan then communicated a second or two before resuming the movement at a more controlled and manageable tempo. The result was a thrilling, cohesive success.\n\nYing showed that he is a pianist of immense power, but with fine poetic sense of interpretation -- even though he can, himself, get carried away with the thrill of the music.\n\nThe final work on the program was a satisfying performance of Brahms' Symphony No. 1. Although there were some in the audience who felt that the overall tempo was too fast, I did not. I was impressed with the power and coherency Morgan achieved with his chosen tempos. The inner melodic voices were cleanly evident and Brahms' signature duple and triple-cross rhythms were finely executed.\n\nThere were excellent solos from oboist Andrea Plesnarski, some crystalline playing by violinists Dawn Harms and Terrie Baune, the dual concertmasters, and an excellent ensemble sound achieved by the woodwind section.\n\n**Concert Preview: Interview with Nathaniel Stookey**\n\nIf only Nathaniel Stookey's great grandfather could have known, that the faithful old violin he used to play for barn dances, would one day play the great classics in the hands of his musically gifted great grandson.\n\n*\n\n\"I still use his violin once in a while,\" said the soft-spoken 33-year-old Stookey during a phone conversation earlier this week. \"But now, I'm really more interested in composing.\"\n\nIndeed, much of the classical music world has become interested in what Nat composes. The Oakland East Bay Symphony will open its 2004-2005 season with Nat's Big Bang* tonight at 8 p.m. at the Paramount Theatre, 2025 Broadway, in Oakland.\n\nOther works on the OEBS program will be Sergei Rachmaninoff's stirring *Piano Concerto No. 3*, considered to be one of the most difficult ever written, with young Shanghai pianist Tian Ying as soloist, and Brahms' glorious *Symphony No. 1*. Michael Morgan will conduct.\n\nWhile the OEBS performance will represent Big Bang's West Coast premiere, Stookey originally wrote it to serve three purposes: it was one of many requirements for his Duke University Ph.D. degree; it was to be the piece opening the North Carolina Symphony's 2001 season; and it was intended to celebrate the gala opening of the area's important Maymandi Hall.\n\nHe geared its style and format to show off the acoustics of the new hall, which he explained was designed by the same architects who did the recent retrofit of San Francisco's Davies Hall and of the Tanglewood concert hall outside of Boston.\n\n\"As a result,\" Stookey said, \"the piece has some novel sound effects. Since it was for a gala event, I thought of the fanfares once played by the valveless trumpets. And since that instrument can only play three pitches, the piece is features a lot of major triads (which translates to non-musicians as being quite easy on the ears). I wanted it to be fun.\"\n\nAnother of Stookey's pieces, *Out of the Everywhere*,\" will be performed next May by the San Francisco Youth Orchestra in the final concert of its season, and yet another piece will be played by the Left Coast Chamber Ensemble in March.\n\nStookey was actually born and raised in San Francisco. He attended the San Francisco's French-American International School and one year at Lowell High School. His maternal grandmother and his mother were both raised in Oakland, where his maternal grandfather had a barber shop for many years.\n\nBesides his violin-playing great grandfather, his only other musical relative is Paul Stookey of \"Peter, Paul, and Mary\" fame, his father's first cousin.\n\nAs a four-year-old, Nat fell in love with the sound of the violin when he heard one being played on the radio. He begged his mother to buy him one and to allow him to have lessons. Wisely, she consented to let him play the violin, but only if he had some piano lessons FIRST (a good idea, because then a child easily learns to read both treble and bass clefs). So, little Nat began piano at four and then at five, the violin. He became good enough to play with the San Francisco Youth Orchestra from 1986 to 1988.\n\nWhile he certainly loved the violin, he did not enjoy solo performances. As a result, he started dabbling in composition and found that he liked that far more than the idea of pursuing a career as an instrumental soloist.\n\nHis first compositional success, *The Head of the Creek*,\" was performed at the Hidden Valley Institute of the Arts. A few months later, when he was only 17, he became the youngest composer ever commissioned for the San Francisco Symphony's \"New and Unusual Music Series.\"\n\nHe then attended UC Berkeley from which he earned a Bachelor's Degree in Music, and later, went to Duke University, where he eventually earned a Ph.D. Degree in Music.\n\nBy the age of 23, he was awarded a residency with England's distinguished Halle Orchestra. While with Halle, he produced four compositions over three seasons. His pieces premiered at the BBC North, the Harrogate International Festival of Music, and at Manchester's Free Hall.\n\nGood luck visited him once again when his piece for orchestra and narrator, entitled *Colliding with Chris: The Rhythmical Tale of a Runaway Bike*, was selected as a London Times Critics' Choice. It was subsequently performed in North America.\n\nWhile he was in North Carolina he met and married his wife. During these years he worked as a house painter, supervised children in an after-school program, and waited tables at restaurants to make ends meet. Things changed, however, when he was awarded a three-year Composer-in-Residence grant with the North Carolina Symphony. The grant was funded by Meet the Composer, a New York City foundation that places composers in residencies with symphony orchestras throughout the United States.\n\n*Big Bang*, his first production during his NCO residency, was followed by additional compositions for the Mallarme Chanber Players, the Ciompi Quartet, and for the North Carolina Symphony.\n\n\"Other than the fact that you draw a salary,\" he said, \"the best thing about a residency with an orchestra is that you develop a relationship with the orchestra and the conductor, who in the case of the NCO, was Gerhardt Zimmermann.\"\n\nAnother thing that grew out of his North Carolina years was a CD, \"Music for Strings, 1992-2002,\" produced by Albany Records.\n\nIn 2003, following the completion of his Ph.D. and his NCO residency, the family, which now included two children -- son Milton and daughter Gertrude -- moved back to the Bay Area. His wife is a doctor and works as an epidemiologist at Stanford University.\n\n\"We wanted to raise our children out here and to be nearer to our parents. My parents and my wife's parents both live in the same San Francisco zip code,\" he said.\n\nWhen asked about future projects, Stookey spoke enthusiastically about a new collaboration to work with Lemony Snicket to write an orchestral piece for children.\n\n\"The first classical piece remembered by most children is either Prokofiev's *Peter and the Wolf* or Benjamin Britten's *Young Person's Guide to the Orchestra*, Stookey said. We want to create something that will also bring children to classical music and have a positive impact on them.\"\n\nHe also said that he had a Chamber Opera on his mind for the future as well as some songs.\n\n\"My faraway goal is that I hope people will still be listening to my music many years from now. But my bottom line is that I LIKE writing music. I really get a charge out it!\"\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 2072
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Paramount Theatre",
        "organization": "San Francisco Symphony",
        "conductor": null,
        "soloists": [
          "Nathaniel Stookey",
          "Lemony Snicket",
          "the first",
          "the string",
          "in the",
          "the famed",
          "while the",
          "playing by",
          "faithful old",
          "use his",
          "Besides his",
          "of the",
          "play the",
          "had some",
          "treble and",
          "Nat began",
          "loved the"
        ],
        "ensemble": "San Francisco Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Bay Symphony",
          "Piano Concerto No. 3",
          "Carolina Symphony",
          "Francisco Symphony",
          "Ciompi Quartet",
          "Chamber Opera",
          "Big Bang,",
          "musicians"
        ],
        "composers": [
          "James",
          "Sergei Rachmaninoff",
          "Meet",
          "Albany Records",
          "Brahms",
          "Bach"
        ],
        "musical_periods": [
          "classical"
        ],
        "genres": [
          "symphony",
          "concerto",
          "quartet",
          "opera",
          "orchestral",
          "vocal",
          "instrumental",
          "choral"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "November",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 190,
            "src": "/images/thm-stookey.jpg",
            "width": 190
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "acoustics",
          "hall",
          "grand"
        ],
        "seasonal_context": [
          "gala"
        ],
        "programming_notes": [
          "program",
          "choice"
        ],
        "historical_significance": [
          "premiere",
          "anniversary"
        ]
      },
      "tags": [
        "paramount_theatre",
        "san_francisco_symphony",
        "gala",
        "opening",
        "premiere",
        "festival"
      ]
    },
    {
      "id": "c_reviews_paris",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-paris.md"
      },
      "content": {
        "title": "Orchestre de Paris Benefit Concert Review",
        "headline": "***\n\nReview of the Orchestre de Paris, Benefit Concert for the Mahler Library**\n\nClassical Music Column for ANG Newspapers Cue Sections*\n\nNov.",
        "summary": "Review of the Orchestre de Paris, Benefit Concert for the Mahler Library**...",
        "excerpt": "Classical Music Column for ANG Newspapers Cue Sections*...",
        "full_content": "\n***\n\nReview of the Orchestre de Paris, Benefit Concert for the Mahler Library**\n\nClassical Music Column for ANG Newspapers Cue Sections*\n\nNov. 15-16, 1999\n\nBy Cheryl North\n\n Dateline: Paris. As I step out of my hotel room, I am surrounded by a melange of unfamiliar, nasal-sounding words. They buzz about my ears as I stroll about picturesque boulevards dotted with sidewalk cafes, colorful kiosks, and falling autumn leaves. But last Tuesday evening, after taking my seat in the understated, but nonetheless beautifully refurbished Theatre du Chatelet, I heard sounds that made me feel right at home. I was no longer in a foreign land.\n\n The din of A's and B-flats that began to hum through the ranks of the Orchestre de Paris, were the same tuning-up sounds one hears in San Francisco, Oakland, or Performing Arts Centers in San Mateo, Walnut Creek or Fremont.\n\n Then, as Maestro Pierre Boulez raised his arms to signal the beginning strains of the sublime Adagio from Gustav Mahler's Symphony No. 10, I was transported into that timeless realm without national boundaries - the universal world of music. Instead of isolated groups of Frenchmen, small enclaves of English-speaking Americans, Brits, and Welshmen, or coteries of German, Hungarian, Russian, or Arabic-speaking people, all of us seated in the hall quickly became one world - a world united by a single musical language that we could readily understand. Without translation.\n\n Boulez conducted without a baton, using instead, a right hand to shape rhythmic phrases and a mobile left , with palms turned upward at times so that his fingers reached out to encourage wood winds or brass to give a bit more, or to entice cellos to dig deeper into a melodic line. At times one hand gently patted the air to signal the brass to silence, or to quiet violins to a mere whisper of sound.\n\n The Paris strings were, in fact, some of the most unified I've ever heard. They repeatedly tricked one's ears into perceiving a sound that seemed to be produced by a single, rather than a mass, of players. Rich organ-like textures emanated from the brass and winds and a particularly long-winded trumpet player eventually evolved his sound into a stream of ineffable sweetness.\n\n Boulez subtly built the tension-level of Mahler's 10th to near painful proportions before easing off into its warmer, gentler passages. Ever faithful to Mahler's injunctions, the resolute Frenchman sculpted the contours of the music into a sublime totality. He achieved this magic without a visible hint of histrionics or a single frantic gesture. The piece ended with a quiet, quite philosophic serenity as Boulez controlled all parameters of its denouement. There wasn't even an audible cough to jolt the magic mood.\n\n Then, a scene recently enacted in San Francisco, took place on the Chatelet stage. Baritone Thomas Hampson, a former Adler Fellow and a familiar presence in the Bay Area, assumed the persona of the protagonist in four of Mahler's *Lieder eines fahrenden Gesellen*. One of the most intelligent, well-educated singers on both concert and operatic stages today, Hampson definitively evoked the disenchantment felt by the young wanderer as he ruminates on the marriage of his sweetheart to another in Mahler's *Wenn mein Schatz Hochzeit macht*. With an unfailingly resplendent tone, Hampson's spirits seemed to levitate with joy throughout the next song, *Ging heut morgen ubers Feld* (I walk through the fields this morning) and they darkened into anger as he sang threateningly through *Ich hab' ein gluhend Messer*. Following the final piece in the set, *Die zwei blauen Augen von meinem Schatz*, the audience applauded him through half a dozen curtain calls.\n\n The raison d'etre for Hampson's Paris appearance on the Chatelet stage, and for the concert itself, was to raise money for the Bibliotheque musical Gustav Mahler (the Music Library of Gustav Mahler), founded and maintained by Henry-Louis de La Grange, another figure familiar to Bay Area classical music lovers. La Grange was engaged by Maestro Michael Tilson Thomas and the San Francisco Symphony to preside over the series of lectures accompanying the Symphony's Mahler Festival in June of 1998. As a result of La Grange's impressive San Francisco efforts, a number of Bay Area classical music mavens were attracted to last week's Paris event.\n\n Hampson returned to begin the second half of the program with a lively performance of Mahler's *Des Antonius von Padua Fischpredigt* (St. Anthony of Padua's sermon to the fishes) from the *Des Knaben Wunderhorn* song cycle. Thoroughly seducing his audience with the beauty of his voice and the intensity of his interpretation, Hampson proceeded on to a rousing version of Mahler's 1899 antiwar song, *Revelge* (replete with its fascinating percussion).\n\n The final work of the evening seemed a bit puzzling: why should Igor Stravinsky's *Petrouchka* be on a program dedicated to Gustav Mahler? A closer look at the program revealed that the version chosen by Boulez was the 1911 version - the very year that Gustav Mahler died.\n\n Then Boulez and the Orchestre de Paris showed one and all just why Stravinsky's music remains relevant to our century, a century set on its musical path by Mahler himself. Boulez' performance was one marked by cutting clarity, rich, committed sonorities, and a high level of excitement.\n\n The audience was generously appreciative: Madame Chirac (the wife of the President of France), as well as Pierre Berge, (head of Yves St. Laurent), the French Minister of Culture, and on through the smattering of folks from the Bay Area. For a short time - because of the blessed universality of music - we were indeed, one world.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 935
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Arts Center",
        "organization": "San Francisco Symphony",
        "conductor": "Pierre Boulez",
        "soloists": [
          "to entice",
          "to quiet"
        ],
        "ensemble": "San Francisco Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Mahler's Symphony No. 10",
          "Francisco Symphony"
        ],
        "composers": [
          "Henry",
          "Maestro Michael Tilson Thomas",
          "Boulez",
          "Mahler",
          "Stravinsky"
        ],
        "musical_periods": [
          "classical"
        ],
        "genres": [
          "symphony",
          "opera"
        ]
      },
      "review_analysis": {
        "overall_assessment": "mixed",
        "performance_quality": null,
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": null,
        "author": "Cheryl North",
        "publisher": "Cheryl North",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "hall"
        ],
        "seasonal_context": [],
        "programming_notes": [
          "program"
        ],
        "historical_significance": []
      },
      "tags": [
        "arts_center",
        "san_francisco_symphony",
        "festival"
      ]
    },
    {
      "id": "c_reviews_pavarotti",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-pavarotti.md"
      },
      "content": {
        "title": "Selling the Audience Short",
        "headline": "***\n\nSelling the Audience Short**\n\nConcert Review from The Oakland Tribune and Other ANG Newspapers***\nApril 8, 1994\n\nBy Cheryl North\n\nHow would you feel about paying a hefty sum to hear legendary pianist Van Cliburn play a toy piano with only about 10 working notes.",
        "summary": "Concert Review from The Oakland Tribune and Other ANG Newspapers***\nApril 8, 1994...",
        "excerpt": "How would you feel about paying a hefty sum to hear legendary pianist Van Cliburn play a toy piano with only about 10 working notes? Or pay big bucks to hear world-class flutist Jean-Pierre Rampal play a penny whistle? Or see Van Gogh's *Sunflowers* ...",
        "full_content": "\n***\n\nSelling the Audience Short**\n\nConcert Review from The Oakland Tribune and Other ANG Newspapers***\nApril 8, 1994\n\nBy Cheryl North\n\nHow would you feel about paying a hefty sum to hear legendary pianist Van Cliburn play a toy piano with only about 10 working notes? Or pay big bucks to hear world-class flutist Jean-Pierre Rampal play a penny whistle? Or see Van Gogh's *Sunflowers* on a dark night in a large room packed with people and lit only by a single candle?\n\nThat's about how it felt to hear and see super tenor Luciano Pavarotti, as he performed before an estimated 17,000 admirers at the San Jose Arena Wednesday night.\n\n*\n\nFirst, he was only a little more visible than a Ken doll from all but the $190 seats in the first 10 to 15 rows. If you were up in one of the balcony areas in a \"cheap\" $17.50 seat, it was like watching an ant sing.\n\nSecondly, and more significantly, the amplification system obscured his rich middle range and mercilessly exposed and thinned his ringing, signature high notes.\n\nPeerless technique**\n\nYet, even though it was a little like listening to old recordings of Caruso on my grandfather's 1930s Victrola, one could discern that The Voice is still glorious and youthful in its suppleness, and that Pavarotti's musicianship and technique are still peerless.\n\nHis first aria, Addio, fiorito asil* from Puccini's *Mama Butterfly*, was lovely and his *Non piangere Liu* from Puccini's *Turandot* was elegantly, sensitively phrased. The incomparable *Che gelida manina* from Puccini's *La Boheme* was meltingly seductive, although the duet, *O suave fanciulla*, shared with soprano Cynthia Lawrence, bared a badly focused climactic high note.\n\nHis post-intermission selections, *Addio alle madre* from Mascagni's *La Serenata*, Leoncavallo's *Mattinata* and De Curtis' *Non te scordar di me*, also revealed a couple of strained highs and what was surely fatigue and the effects of jet-lag from his 13-hour flight from Australia earlier this week.\n\n**Lawrence fared better**\n\nLawrence, a young American prize-winner in the Luciano Pavarotti/Opera Company of Philadelphia Competition, as well as other prestigious vocal competitions, fared better with the sound system. Her *My Man is Gone Now* from Gershwin's *Porgy and Bess* was full and rich like syrup, and her *O mio babbino caro* from Puccini's *Gianni Schicchi* was tender and lovely.\n\nHer best was the lyrical *Vilja* from Lehar's *The Merry Widow*. She sang it with a gorgeous tone retained even through slides up the scale to crystal clear high notes sung at pianissimo levels. She also used it as a long encore to no doubt spare the tired Pavarotti.\n\nWhat the sound system and the building acoustics did to Pavarotti's golden voice it did even more so to the tonal quality of the San Jose Symphony, the accompanist for the event. Led by the distinguished operatic conductor Leone Magiera, the members of the orchestra played beautifully, but their music sounded like it was filtered through the aural equivalent of cheesecloth.\n\nViolins and violas were shrill and thin, wind sonorities were almost inaudible, and cellos and basses were distorted. (At least you could sometimes feel the percussion through the floor boards.) As a result, the orchestral selections -- *Intermezzo* from Mascagni's *Cavalleria Rusticana*, the Overture to *I Vespri Siciliani* by Verdi -- were a waste of time and money and an insult to the ears.\n\nOverall, I came away sorry for all who attended. Better to watch our hero on television's *Live from Lincoln Center* or on a video. The exorbitant parking fees ($10 for a spot a half-mile away), programs for only about a third of the attendees, a gladiator-like atmosphere and only about 45 minutes of the tired but well-meaning tenor made it an audience rip-off.\n\nBetter to have more concerts in smaller venues and perhaps more honesty in billing - like \"Pavarotti and Friends\" or \"An Evening of Favorite Arias featuring Luciano Pavarotti, Mary Smith, John Doe and the Metropolos Orchestra conducted by Joe Jones.\"\n\nAt the other end of the spectrum, a good example would be Cecilia Bartolli's Zellerbach Hall appearance in Berkeley last month. Although places like Zellerrbach can't hold Cow Palace numbers and bring in the mega-bucks, amplification is not ncessary to show off splendid vocalism and one doesn't get the sense of watching the performer through the wrong end of a telescope.\n\nPavarotti is simply too good to waste in a blatant rock-concert format.\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 738
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Lincoln Center",
        "organization": "Jose Symphony",
        "conductor": "Leone Magiera",
        "soloists": [
          "Luciano Pavarotti",
          "see super",
          "shared with",
          "cellos and"
        ],
        "ensemble": "Jose Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Jose Symphony",
          "cheap",
          "Pavarotti and Friends",
          "An Evening of Favorite Arias featuring Luciano Pavarotti, Mary Smith, John Doe and the Metropolos Orchestra conducted by Joe Jones."
        ],
        "composers": [
          "Verdi",
          "Joe Jones",
          "bach"
        ],
        "musical_periods": [],
        "genres": [
          "symphony",
          "opera",
          "orchestral",
          "vocal"
        ]
      },
      "review_analysis": {
        "overall_assessment": "mixed",
        "performance_quality": "satisfactory",
        "interpretation_notes": "noted",
        "technical_comments": "addressed",
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "April",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 250,
            "src": "/images/pavarotti.jpg",
            "width": 185
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "acoustics",
          "atmosphere",
          "hall",
          "grand"
        ],
        "seasonal_context": [],
        "programming_notes": [
          "program",
          "selection"
        ],
        "historical_significance": []
      },
      "tags": [
        "lincoln_center",
        "jose_symphony"
      ]
    },
    {
      "id": "c_reviews_sfsymphcarnegie",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-sfsymphcarnegie.md"
      },
      "content": {
        "title": "Review of the San Francisco Symphony at Carnegie Hall, 2001",
        "headline": "***\n\nReview of the San Francisco Symphony at Carnegie Hall, 2001**\n\nClassical Music Column for ANG Newspapers Cue Sections*\n\nunder headline, \"San Francisco Symphony takes Carnegie Hall by Storm\"\n\nFebruary 23, 2001\n\nNew York City audiences, according to popular wisdom, are notoriously tough critics.",
        "summary": "Review of the San Francisco Symphony at Carnegie Hall, 2001**...",
        "excerpt": "Conductor and orchestra beautifully etched the work's many fascinating inner voices and set them in a satisfying context with the more obvious melodic elements. And the suppleness of the chorus' vocal lines, its dynamic flexibility, and the precision...",
        "full_content": "\n***\n\nReview of the San Francisco Symphony at Carnegie Hall, 2001**\n\nClassical Music Column for ANG Newspapers Cue Sections*\n\nunder headline, \"San Francisco Symphony takes Carnegie Hall by Storm\"\n\nFebruary 23, 2001\n\nNew York City audiences, according to popular wisdom, are notoriously tough critics. And New York audiences accustomed to hearing the creme de la creme of the world's musicians in their own venerable Carnegie Hall are probably the pickiest of the lot.\n\nNevertheless, Maestro Michael Tilson Thomas and the San Francisco Symphony and Chorus brought this most discriminating audience to its feet for a standing ovation at the close of their Thursday evening performance - and, after an a capella encore of Randall Thompson's *Allelujah* by the Symphony Chorus, this same audience was not only back on its feet for more enthusiastic applauding, but many of its members had moist eyes as well.\n\nNot too shabby for the kids from the Western province.\n\nThursday's winning program began with Gustav Mahler's final composition, the *Adagio* from his *Symphony No. 10*, most of which was composed in 1910. It ended with a performance of his first major work, *Das Klagende Lied*, for which he wrote both text and music in 1878.\n\nThis is the same program performed back home in San Francisco's Davies Symphony Hall last week. Soloists too were the same: Christine Goerke, soprano; Michelle DeYoung, mezzo-soprano; Jon Villars, tenor; and Clayton Brainerd, bass-baritone; and of course, the Grammy-winning San Francisco Symphony Chorus, trained to a fare-thee-well by Maestro Vance George.\n\nWhat was not the same, however, was the stunning sensitivity and tonal beauty evident in the orchestra's Carnegie Hall performance.\n\nCarnegie Hall, completed in 1891 and renovated in 1986, has long been famous for its acoustics. But last Thursday's concert was my first experience in the place - and believe me, it lived up to its reputation. The symphony sounded several magnitudes better at Carnegie than it had in Davies the previous week. I felt as though someone had handed me a new, better pair of glasses. Every sound, and all the attendant dynamic gradations, were delineated much more cleanly than in Davies.\n\nAt the very onset of the *Adagio*, the viola section's swelling arch of sound and subsequent diminuendo were set in diamond-sharp relief - but not because of any particular increase in volume. It was a little like comparing a stereo high-fidelity 33 1/3 rpm recording to a monophonic 78.\n\nBut there was more to come. The sonorities emanating from the cello and double bass sections seemed warm and steamy enough to melt the snow and ice forming on the building's overhangs outside. The gradations of sound Tilson Thomas was able to coax from the orchestra were seemingly infinite - even the sounds coming from the contingent of musicians playing from the upper balcony seemed uncommonly rich and voluptuous.\n\nMoreover, the recurrent solo passages from the principals in the three string sections - acting concertmaster Nadya Tichman, violist Geraldine Walther, and cellist Michael Grebanier - gleamed like golden flashes over the velvety orchestral background. And the trumpet's piercing cry that soars over the particularly anguished tangle of sound that leads towards the *Adagio*'s denouement sounded less brutal in Carnegie than it did at Davies.\n\nDuring the intermission, I climbed up to Carnegie's balcony to further check out the hall's acoustics. Sure enough, it seemed like every sound the flutes were making during last-minute practicing on the stage below had a clear channel right up to the ceiling. I felt like a kid loose in a candy store!\n\nExcept for one coarse coughing fit from someone, the audience seemed rapt during SFS' exposition of *Das Klagende Lied*, which translates as \"The Song of Lament.\" Mahler himself set the old fairy tale, \"The Singing Bone,\" into verse form, which he then animated even more magically with his evocative music and imaginative orchestration - and all at the age of 20.\n\nTilson Thomas seemed totally in tune with both Mahler and his receptive New York audience - and the result was magnificent. The soloists, too, performed eloquently, with all save the tenor benefiting from Carnegie's warmth. Villars' voice, as well as the timbre of some of the solo flute sections, seemed a bit too piercing and at times, even harsh.\n\nConductor and orchestra beautifully etched the work's many fascinating inner voices and set them in a satisfying context with the more obvious melodic elements. And the suppleness of the chorus' vocal lines, its dynamic flexibility, and the precision of its diction, were, as usual, outstanding.\n\nI wish everyone could hear what our locals did to musically illuminate such passages from the Lied as \"The castle gleams from the high cliff;/Trumpets and drums resound;/There sits the band of brave knights,/And their ladies with gold necklaces ... \"\n\nPerhaps it's apt to paraphrase a different quote to sum up the performance - \"They came, they played, and they conquered.\"\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 820
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Carnegie Hall",
        "organization": "San Francisco Symphony",
        "conductor": "and orchestra beautifully etched the work",
        "soloists": [
          "Gustav Mahler",
          "Christine Goerke",
          "Jon Villars",
          "Clayton Brainerd",
          "from the",
          "and double",
          "save the"
        ],
        "ensemble": "San Francisco Symphony"
      },
      "musical_works": {
        "primary_works": [
          "Francisco Symphony",
          "Davies Symphony",
          "San Francisco Symphony takes Carnegie Hall by Storm",
          "The Song of Lament.",
          "The Singing Bone,",
          "The castle gleams from the high cliff;/Trumpets and drums resound;/There sits the band of brave knights,/And their ladies with gold necklaces ... ",
          "They came, they played, and they conquered."
        ],
        "composers": [
          "Storm",
          "Maestro Vance George",
          "Mahler"
        ],
        "musical_periods": [
          "classical"
        ],
        "genres": [
          "symphony",
          "orchestral",
          "vocal"
        ]
      },
      "review_analysis": {
        "overall_assessment": "positive",
        "performance_quality": "high",
        "interpretation_notes": null,
        "technical_comments": "addressed",
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "February",
        "author": "Cheryl North",
        "publisher": "the Symphony",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "acoustics",
          "hall"
        ],
        "seasonal_context": [],
        "programming_notes": [
          "program"
        ],
        "historical_significance": []
      },
      "tags": [
        "carnegie_hall",
        "san_francisco_symphony"
      ]
    },
    {
      "id": "c_reviews_tristan_stuttgart",
      "metadata": {
        "type": "performance_review",
        "category": "classical_music",
        "status": "published",
        "source_file": "c-reviews-tristan-stuttgart.md"
      },
      "content": {
        "title": "Stuttgart Reveals a New Way to Envision Tristan und Isolde",
        "headline": "***\n\nStuttgart Reveals a New Way to Envision Tristan und Isolde***\n\nReview of the Stuttgart Opera Performance from Cheryl North's Classical Music Column in the *Oakland Tribune* and other papers of the Alameda Newspaper Group, October 22, 2004, under the headline above.",
        "summary": "Stuttgart Reveals a New Way to Envision Tristan und Isolde***...",
        "excerpt": "Review of the Stuttgart Opera Performance from Cheryl North's Classical Music Column in the *Oakland Tribune* and other papers of the Alameda Newspaper Group, October 22, 2004, under the headline above. A correction regarding roles of the directorate...",
        "full_content": "\n***\n\nStuttgart Reveals a New Way to Envision Tristan und Isolde***\n\nReview of the Stuttgart Opera Performance from Cheryl North's Classical Music Column in the *Oakland Tribune* and other papers of the Alameda Newspaper Group, October 22, 2004, under the headline above. A correction regarding roles of the directorate of the Stuttgart State Opera has been made to the version published in the newspapers. Thanks to Thomas Koch of the Stuttgart Opera for providing\nthis correction in material attributed to him.\n\nBy Cheryl North\n\nWHEN the curtain rose Sunday after only a few bars of the prelude to Richard Wagner's \"Tristan und Isolde,\" I knew I wasn't in Kansas anymore. But I also thought that just maybe it could have been San Francisco.\n\nIt was neither. I was actually in the elegant, old-world style Stuttgart Opera House in Germany, where Pamela Rosenberg, the San Francisco Opera's general director, once co-presided with Klaus Zehelein in the general directorship of the Stuttgart operation. (Zehelein, now the company's sole general director, is contracted as such until 2006.)\n\nStuttgart's curtain rose to reveal a stark, dark stage animated only by a massive wedge-shaped gun-metal gray construction jutting forward from stage left. A backdrop or sorts, it looked somewhat like the pointed prow of a big ship -- or a modern art suggestion of a promontory on the coast of Cornwall (where the opera is set).\n\nAs the famous Prelude progressed, men in black suits, white shirts and ties came in twos or threes from the wings and took what seemed to be random positions all over the stage.\n\nTwo women eventually joined them. A tall Teutonic-looking redhead was dressed in a close-fitting red, street-length dress topped by a red cardigan that didn't quite match. The other was quite short and a bit round, with a girlish-looking black pageboy hairdo. She was dressed in a black tunic affair over pants.\n\nOne of the men came forward from the onstage crowd and took a position on the left-front apron of the stage, close to the audience. Dressed totally in black, his head shaved, his moustache and beard grizzled, he seemed set apart from the rest.\n\nAnother strode authoritatively to a central part of the stage. Clad in an all-over beige outfit, he stood in stark relief from the denizens behind him.\n\nThe Prelude, beautifully played by the Orchestra of the State Opera of Baden-Wuerttemburg from a pit deep beneath the stage, was directed by Lothar Zagrosek.\n\nAs the music continued, the occupants of the stage stood mostly motionless, with only an occasional man moving from one place on the stage to another. Moments passed.\n\nFinally, the black-clad man with the grizzled beard staggered back from the apron toward the wedge construction and fell to the floor. The lighting changed so that his inert shadow was projected within a brightly lit circle onto the side of the wedge.\n\nThe words \"Wo bin ich?\" (\"Where am I?\") were projected below his shadow.\n\nAs the resplendent Prelude continued, a few questions and a lot of puzzlement zinged about in my head.\n\nFinally it became clear that most of the men onstage were the chorus; the black-clad man was Tristan; the beige-suited fellow was King Mark; the Lady-in-Red was Brangane and the short dark-haired lass was Isolde.\n\nDuring the course of the opera (almost five hours), all the stage movements by soloists and chorus were minimal, performed almost in slow-motion.\n\nInitially, the whole thing seemed more like a quirky concert version of *Tristan* than a fully staged opera.\n\nSo why on earth was I so mesmerized?\n\nFor beginners, the musical values were stunning.\n\nIsolde, sung by Gunnila Stephen-Kallin of Sweden, had a voice that cut like steel through the broad 1,396-seat theater. Although Stephen-Kallin couldn't be much taller than 5 feet, her soprano is of Amazonian proportions. Smooth, unerringly pitched, it possessed a melting warmth as well as piercing brightness.\n\nI've not heard a better Wagnerian soprano. Some old-timers compared her vocal instrument to that of Kirsten Flagstad.\n\nThe Tristan, Gabriel Sade of Romania, similarly sang with near-Olympian strength and beauty. He did not falter even a quarter-tone during his long siege of singing in the final act.\n\nKing Mark, Attila Jun of South Korea, employed his huge baritone in the last act for his deeply moving aria of betrayal and loss, while German mezzo-soprano Michaela Schuster sang Brangane with mighty voice and emotion throughout.\n\nIn short, it was the most effective, riveting performance of *Tristan und Isolde* I've seen anywhere.\n\nBut it differed from anything I've seen because of the way it was staged: unconventional with a capital U. The near static stage movement seemed to sensitize one's consciousness to be tuned to the tiniest, most subtle onstage movement or light change, allowing the music to assume an almost engulfing power.\n\nIt also resulted in the most convincing, erotic stage realization of love. The riveting love scene began with Tristan and Isolde standing side by side in a moonlit forest-like setting. Finally, amid the music's rising crescendo, Tristan tentatively touches, then finally encloses, Isolde's hand in his. His hand slowly caresses her arm. They stand quite still, with only his left hand and her right caressing.\n\nThis minimal but meltingly tender movement continued through the earth-shaking, climactic Liebestod (love-death) music. The curtain dropped as the music reached its explosive climax.\n\nTrying to figure it all out, I reasoned that this kind of stage treatment cannily allowed the music itself to enact all the implied action -- and it did so with a power far deeper than is possible with merely physicality.\n\nBut how did Stuttgart happen onto such a success?\n\nDuring an earlier interview, Thomas Koch, the Stuttgart Company's spokesman, helped answer my question.\n\n\"Much of the credit is due to the work of the dramaturg,\" he said. \"Juliane Votteler is the dramaturg of *Tristan*, the chief dramaturg of the Stuttgart State Opera, and a member of the opera directorate working closely with Klaus Zehelein, the general director. The other members of the directorate are Eytan Pessen, who also contributes greatly to the casting and ensemble management, Lothar Zagrosek, the general music director, and Doris Szenczer, the chief planner.\"\n\nNoting that dramaturgie was first mentioned by the early 19th-century German writer Gotthold Lessing, Koch defined a dramaturg's function as an exceedingly \"careful reading of a work of art.\"\n\n\"A dramaturg,\" he said, \"strives to put himself in a state of innocence as he approaches each piece. He tries to ask the very most basic questions, especially about the elements that are undefined. His job is to try to get very deep into the basic architectural elements of the piece. This often results in a staging concept that involves some added elements to the production.\"\n\nAn example quickly came to my mind: San Francisco Opera's use of two dancers, in addition to singers, to illustrate the unspoken desires and fantasies of the two main characters during its recent production of Janacek's *Cunning Little Vixen.*\n\nThis in-depth staging and interpretation \"takes opera beyond the merely culinary. It adds the component of reflection, even application,\" Koch said. \"It's also quite a German thing.\"\n\nAfter he recited facts and figures testifying to the fiscal success of the operation, I was convinced that it all somehow works -- at least in Germany.\n\n ,\n\nStuttgart State Theater, Home of the Stuttgart State Opera\n\n![](/images/stuttgart-state-opera.jpg)\n\n![](/images/logos-newspaper.gif)\n\n",
        "word_count": 1232
      },
      "performance": {
        "title": "Untitled",
        "date": null,
        "venue": "Stuttgart Opera House",
        "organization": "San Francisco Opera",
        "conductor": null,
        "soloists": [
          "Klaus Zehelein",
          "better Wagnerian",
          "his huge"
        ],
        "ensemble": "San Francisco Opera"
      },
      "musical_works": {
        "primary_works": [
          "Stuttgart Opera",
          "State Opera",
          "Francisco Opera",
          "Tristan und Isolde,",
          "Wo bin ich?",
          "Where am I?",
          "Much of the credit is due to the work of the dramaturg,",
          "Juliane Votteler is the dramaturg of *Tristan*, the chief dramaturg of the Stuttgart State Opera, and a member of the opera directorate working closely with Klaus Zehelein, the general director. The other members of the directorate are Eytan Pessen, who also contributes greatly to the casting and ensemble management, Lothar Zagrosek, the general music director, and Doris Szenczer, the chief planner."
        ],
        "composers": [
          "Lothar Zagrosek",
          "Gunnila Stephen"
        ],
        "musical_periods": [
          "classical",
          "modern"
        ],
        "genres": [
          "opera",
          "vocal"
        ]
      },
      "review_analysis": {
        "overall_assessment": "mixed",
        "performance_quality": null,
        "interpretation_notes": "noted",
        "technical_comments": null,
        "audience_response": "positive",
        "rating_indicators": []
      },
      "publication": {
        "date": "October",
        "author": "Cheryl North",
        "publisher": "Oakland Tribune",
        "section": "Classical Music Reviews"
      },
      "media": {
        "images": [
          {
            "height": 28,
            "src": "/images/title-reviews.gif",
            "width": 250
          },
          {
            "height": 180,
            "src": "/images/stuttgart-state-opera.jpg",
            "width": 300
          },
          {
            "height": 248,
            "src": "/images/logos-newspaper.gif",
            "width": 220
          }
        ],
        "thumbnail": "/images/title-reviews.gif"
      },
      "context": {
        "venue_context": [
          "setting"
        ],
        "seasonal_context": [],
        "programming_notes": [],
        "historical_significance": []
      },
      "tags": [
        "stuttgart_opera_house",
        "san_francisco_opera"
      ]
    }
  ],
  "analytics": {
    "venues": {
      "School Theater": 1,
      "Lesher Center": 2,
      "Carnegie Hall": 2,
      "Professional Theater": 1,
      "Davies Hall": 1,
      "Davies Symphony Hall": 2,
      "Bankhead Theater": 1,
      "Paramount Theatre": 5,
      "Memorial Opera House": 4,
      "Symphony Hall": 2,
      "Arts Center": 1,
      "Lincoln Center": 1,
      "Stuttgart Opera House": 1
    },
    "performers": {
      "Alexander Katsman": 1,
      "huskily virile": 1,
      "coursed through the evocative": 1,
      "Robert Moody": 1,
      "role for": 1,
      "of the": 2,
      "passages from": 1,
      "and double": 3,
      "rakishly handsome": 1,
      "but voluptuous": 1,
      "Kurt Masur": 2,
      "Dmitri Hvorostovsky": 1,
      "and program annotator": 1,
      "versatile coloratura": 1,
      "the burly": 1,
      "are petite": 1,
      "for the California Symphony": 1,
      "of symphonies": 1,
      "David Conte": 1,
      "by Siberian": 1,
      "The charismatic": 1,
      "was the": 1,
      "Alex Katsman": 1,
      "the masterful": 1,
      "Musically speaking": 1,
      "for": 1,
      "singers included": 1,
      "Mikhail Simonyan": 1,
      "tucked his": 1,
      "Giuseppe Gagliano": 1,
      "an acrobatic": 1,
      "Michael Morgan": 1,
      "Sergei Prokofiev": 1,
      "like solo": 1,
      "thrusts from": 1,
      "of the Oakland East Bay Symphony": 1,
      "his angelic": 1,
      "Paul Goodwin did in combining": 1,
      "the first": 2,
      "perfect Mozart": 1,
      "his expressive": 1,
      "Adler Fellow": 1,
      "Maurizio Benini presided over the production": 1,
      "his glorious": 1,
      "Luisotti": 1,
      "voiced Romanian": 1,
      "his beautiful": 1,
      "Colline and": 1,
      "by French": 1,
      "Donald Runnicles": 1,
      "Pavarotti of": 1,
      "though Verdi": 1,
      "potently by": 1,
      "our own Donald Runnicles": 1,
      "was German": 1,
      "richly resonant": 1,
      "cadre of": 1,
      "Michael Tilson Thomas with the music of Gustav Mahler is much like the relationship between flint and steel": 1,
      "Pacific Boychoir": 1,
      "Christine Brewer": 1,
      "accompanying the": 1,
      "Shawnette Sulker": 1,
      "Greta Feeney": 1,
      "the fine": 1,
      "Nathaniel Stookey": 1,
      "Lemony Snicket": 1,
      "the string": 1,
      "in the": 1,
      "the famed": 1,
      "while the": 1,
      "playing by": 1,
      "faithful old": 1,
      "use his": 1,
      "Besides his": 1,
      "play the": 1,
      "had some": 1,
      "treble and": 1,
      "Nat began": 1,
      "loved the": 1,
      "Pierre Boulez": 1,
      "to entice": 1,
      "to quiet": 1,
      "Leone Magiera": 1,
      "Luciano Pavarotti": 1,
      "see super": 1,
      "shared with": 1,
      "cellos and": 1,
      "and orchestra beautifully etched the work": 1,
      "Gustav Mahler": 1,
      "Christine Goerke": 1,
      "Jon Villars": 1,
      "Clayton Brainerd": 1,
      "from the": 1,
      "save the": 1,
      "Klaus Zehelein": 1,
      "better Wagnerian": 1,
      "his huge": 1
    },
    "works": {
      "Berkeley Opera": 4,
      "to keep things simple for our first venture into this new theater, and to explore this dark drama and hysterical comedy from a human standpoint, stripped of all its trappings.": 1,
      "modern dress": 1,
      "four gold pieces,": 1,
      "Mastercard.": 1,
      "Catalogue": 1,
      "Madamina, il catalogo e questo.": 1,
      "marble": 1,
      "California Symphony": 3,
      "Salem Symphony in North": 1,
      "Portland Symphony": 1,
      "Piano Concerto No. 2": 1,
      "Inventive 'Baby Doe' redefines riches at the Berkeley Opera": 1,
      "Dire necessity gives birth to an inventive 'Baby Doe' at Berkeley Opera.": 1,
      "Edge Opera": 2,
      "Francisco Opera": 8,
      "Bay Symphony": 6,
      "Vally Opera": 1,
      "Act Opera": 1,
      "Francisco Symphony": 7,
      "hottest seat": 1,
      "A Tribute to the WPA at 75,": 1,
      "pump-priming": 1,
      "he is almost unknown today.": 1,
      "Instead of promoting himself and his work, he was probably out hiking with his good friend (and renowned nature photographer) Ansel Adams,": 1,
      "scene-painting.": 1,
      "see": 1,
      "Davies Symphony": 5,
      "tonal paintings": 1,
      "I find no peace, but for war am not inclined; I fear, yet hope; I burn, yet am turned to ice; I soar in the heavens, but lie upon the ground; I hold nothing, though I embrace the whole world.": 1,
      "Slavic Soul?": 1,
      "Valley Opera": 1,
      "Rossini's Opera": 1,
      "Metropolitan Opera": 1,
      "Barber of Seville.": 1,
      "playing": 1,
      "Verdi's Overture": 1,
      "Oakland Symphony": 2,
      "A Night at the Opera": 1,
      "'Oakland East Bay Symphony opening a hit despite venue glitches.": 1,
      "A Night at the Opera,": 1,
      "a beautiful, inspirational concert.": 1,
      "Tanzlied": 1,
      "Violin Concerto": 1,
      "Prague": 1,
      "Jazz Symphony": 1,
      "*;\nWorld Premier of Nathaniel Stookey's *Zipperz: A soaPOPera*; and\nProkofiev's *Romeo and Juliet*,\n Michael Morgan Conducting**\n\nReview of the performance of November 14, 2008, published in the *Oakland Tribune* and other papers of the Bay Area News Group.\n\nBy Cheryl North\n\nFor a concert concocted to make the masses fall in love with classical music, one need look no further than the Oakland East Bay Symphony's 20th Season Opening program last Friday at the Paramount Theatre in Oakland during which Maestro Michael Morgan deftly led a crew of excellent musicians through an evening billed as ": 1,
      "\n\n George Antheil's *A Jazz Symphony* provided ": 1,
      " in a racy, riveting musical ride. Commissioned in 1925 by bandleader Paul Whitman, Antheil's piece preceded Gershwin's *Rhapsody in Blue* by a year. This daring exploration featured madcap syncopation and lively percussion, with lusty brass and woodwinds sounding out good-natured catcalls. Strings insinuated Latin rhythms into a mix that featured some terrific Gershwin-like solo piano passages executed with jazzy panache by Ellen Wasserman.\n\n The hot romance aspect of the program was provided by the Bay Area composer Nathaniel Stookey with the world premiere of his *ZIPPERZ: A soaPOPera* to a libretto by another Bay Area resident, poet Dan Harder.\n\n Both creators definitely think ": 1,
      " Can you imagine a thoroughly 21st century romance between a gorgeous girl and comely guy, essayed and enacted via the musical methodology of 17th century counterpoint -- as in a J.S. Bach fugue?\n\n Well, Stookey and Harder made it happen by directing two youthful, attractive singer/actors - Eisa Davis and Manoel Felciano - to stand facing each other on either side of Maestro Morgan. Both, pop singers with plenty of professional stage performances to their credit, were hooked up to microphones. Unfortunately, there were neither supertitles projected over the stage nor a libretto provided in the program notes.\n\n The compositional format of the work is in two acts, with ": 1,
      " ": 1,
      " and ": 1,
      "Mass": 1,
      "A Theatre Piece for Singers, Players, and Dancers.": 1,
      "Celebrant.": 1,
      "everyman,": 1,
      "Jedermann,": 1,
      "congregation:": 1,
      "Brandenburg Concerto No. 1": 1,
      "borrowing": 1,
      "an orchestral suite with contrasting moods and complementary keys, producing a kaleidoscope of colors.": 1,
      "Suite": 1,
      "Blonde": 1,
      "Memorial Opera": 4,
      "Lyric Opera": 1,
      "Riches abound in S.F. Opera's 'Faust,'": 1,
      "Short-term gain; long-term pain": 1,
      "Faust.": 1,
      "Ave Marias": 1,
      "Faust": 1,
      "Grand Opera": 1,
      "master builder": 1,
      "It was Luisotti! We were so lucky to have him. If there is a single person who is saving opera, it is Luisotti!": 1,
      "snarl": 1,
      "'Die Tote Stadt' an S.F. Opera Stunner": 1,
      "Bravos!": 1,
      "modernist": 1,
      "Wunderkind": 1,
      "Bruges and I are the same — we worship the most beautiful thing that is: the past,": 1,
      "real": 1,
      "Francisco Symphony in Benjamin": 1,
      "Lacrimosa.": 1,
      "Con-fu-ta-tis mal-e-dic-tis": 1,
      "Ben-e-dic-tis.": 1,
      "word paintings": 1,
      "Move him (the dying soldier) into the sun--Gently its touch woke him once...If anything might rouse him now/ The kind old sun will know.": 1,
      "Fire Opera": 1,
      "Dido and Aeneas": 1,
      "Dido and Aeneas,": 1,
      "Fire Opera.": 1,
      "drawn to the flames of passion and ultimately destroyed by them.": 1,
      "updating,": 1,
      "Piano Concerto No. 3": 1,
      "Carolina Symphony": 1,
      "Ciompi Quartet": 1,
      "Chamber Opera": 1,
      "Big Bang,": 1,
      "musicians": 1,
      "Mahler's Symphony No. 10": 1,
      "Jose Symphony": 1,
      "cheap": 1,
      "Pavarotti and Friends": 1,
      "An Evening of Favorite Arias featuring Luciano Pavarotti, Mary Smith, John Doe and the Metropolos Orchestra conducted by Joe Jones.": 1,
      "San Francisco Symphony takes Carnegie Hall by Storm": 1,
      "The Song of Lament.": 1,
      "The Singing Bone,": 1,
      "The castle gleams from the high cliff;/Trumpets and drums resound;/There sits the band of brave knights,/And their ladies with gold necklaces ... ": 1,
      "They came, they played, and they conquered.": 1,
      "Stuttgart Opera": 1,
      "State Opera": 1,
      "Tristan und Isolde,": 1,
      "Wo bin ich?": 1,
      "Where am I?": 1,
      "Much of the credit is due to the work of the dramaturg,": 1,
      "Juliane Votteler is the dramaturg of *Tristan*, the chief dramaturg of the Stuttgart State Opera, and a member of the opera directorate working closely with Klaus Zehelein, the general director. The other members of the directorate are Eytan Pessen, who also contributes greatly to the casting and ensemble management, Lothar Zagrosek, the general music director, and Doris Szenczer, the chief planner.": 1
    },
    "ratings": {
      "mixed": 10,
      "positive": 19
    },
    "timeRange": {
      "earliest": 2009,
      "latest": 2012,
      "span": 3
    },
    "total": 29
  }
}