{
  "metadata": {
    "classification": "warner-background",
    "description": "Professional biography, education, and credentials",
    "count": 5,
    "generated": "2025-08-15T18:09:54.805Z",
    "version": "1.0.0"
  },
  "background": [
    {
      "metadata": {
        "id": "w-background-bg-1",
        "type": "background",
        "category": "background",
        "status": "published",
        "source": "markdown-section",
        "parentFile": "w-background",
        "lastModified": "2025-08-15T18:09:54.795Z"
      },
      "content": {
        "title": "ACADEMIC BACKGROUND",
        "summary": "MANAGEMENT EXPERIENCE\n\nPresident, Decision Focus Incorporated (1979-1981, 1983-1984). Senior Vice President, other periods from 1977-1998.\n\nAssistant Director, Decision Analysis (1975-1977) at...",
        "fullContent": "***\n\nMANAGEMENT EXPERIENCE**\n\nPresident, Decision Focus Incorporated (1979-1981, 1983-1984). Senior Vice President, other periods from 1977-1998.\n\nAssistant Director, Decision Analysis (1975-1977) at Stanford Research Institute.\n\nSupervisor or leader of over forty major DFI and SRI research projects.\n\n**ACADEMIC BACKGROUND**\n\n Ph.D., Operations Research, Stanford University (1970); decision theory, decision analysis, optimization theory and mathematical programming, probabilistic systems modeling and analysis, economics. [Dissertation](phd thesis.pdf) research involved the theoretical unification of entropy characterization and sufficient statistics characterization of families of probability distributions.\n\nM.S., Physics (1963) and Mathematics (1966), Stanford University.\n\nB.S., Physics, Yale University (1962).\n\n**PROFESSIONAL ASSOCIATIONS AND HONORS**\n\nOutstanding Risk Practitioner Award from the Society for Risk Analysis, 1999\n\nFrank P. Ramsey Medal for outstanding career achievement, awarded in 1997 by the Decision Analysis Society of the Institute for Operations Research and the Management Sciences. The citation for this award recognized contributions to public sector applications of decision analysis, particularly those involving environmental protection.\n\nPresidential appointee following nomination by the National Academy of Sciences, Nuclear Waste Technical Review Board, 1989 - May, 1994.\n\nSociety for Risk Analysis (Chair of the Advisory Board, 1999-2000; president, 1991-1992; past member of the national council, past President of Northern California chapter; chair, Advisory Board, 1998-2000; member of the editorial boards of Risk Analysis, Risk Abstracts*; Area Editor for *Risk Analysis*, 2008 - 2019.\n\nSociety of Decision Professionals\n\nSigma Xi, Phi Beta Kappa.\n\nNational Science Foundation fellowships in physics (1962-4), mathematics (1965-7).\n\n ",
        "url": "/background/w-background#bg-1",
        "links": [
          {
            "text": "Dissertation",
            "url": "phd thesis.pdf"
          },
          {
            "text": "Laser technology consulting",
            "url": "/articles//w-laser"
          }
        ]
      },
      "publication": {
        "date": null,
        "publisher": "the Decision"
      },
      "tags": []
    },
    {
      "metadata": {
        "id": "w-northworks-bg-1",
        "type": "background",
        "category": "background",
        "status": "published",
        "source": "markdown-section",
        "parentFile": "w-northworks",
        "lastModified": "2025-08-15T18:09:54.795Z"
      },
      "content": {
        "title": "Background Information",
        "summary": "(/images/titlewarner.gif)\n\n(/images/warnersm.gif)\n\nD. Warner North(w-main) is president and principal scientist of NorthWorks, Inc., and consulting professor in the Department of Manageme...",
        "fullContent": "***\n\n![](/images/titlewarner.gif)\n\n![](/images/warnersm.gif)\n\n[D. Warner North](w-main) is president and principal scientist of NorthWorks, Inc., and consulting professor in the Department of Management Science and Engineering at Stanford University. Over the past thirty years Dr. North has carried out applications of decision analysis and risk analysis for electric utilities in the US and Mexico, for the petroleum and chemical industries, and for government agencies with responsibility for energy and environmental protection.",
        "url": "/background/w-northworks#bg-1",
        "links": [
          {
            "text": "D. Warner North",
            "url": "w-main"
          }
        ]
      },
      "publication": {
        "date": "",
        "publisher": ""
      },
      "tags": []
    },
    {
      "metadata": {
        "id": "w-northworks-bg-2",
        "type": "background",
        "category": "background",
        "status": "published",
        "source": "markdown-section",
        "parentFile": "w-northworks",
        "lastModified": "2025-08-15T18:09:54.795Z"
      },
      "content": {
        "title": "Background Information",
        "summary": "(/images/titlecheryl.gif)\n\n(/images/cherylsm.gif)\n\nCheryl North(c-main) (Warner's wife and the director of the music journalism activities of NorthWorks) is a noted music columnist for th...",
        "fullContent": "***\n\n![](/images/titlecheryl.gif)\n\n![](/images/cherylsm.gif)\n\n[Cheryl North](c-main) (Warner's wife and the director of the music journalism activities of NorthWorks) is a noted music columnist for the Oakland Tribune and other papers of the [Alameda Newspaper Group](http://www.insidebayarea.com). She writes performance reviews and feature articles for other publications, including Opera Now, based in Great Britain. Profile/interviews with major figures on the international, national, and local San Francisco Bay Area classical music scene have become an important specialty for which she is in demand.",
        "url": "/background/w-northworks#bg-2",
        "links": [
          {
            "text": "Cheryl North",
            "url": "c-main"
          },
          {
            "text": "Alameda Newspaper Group",
            "url": "http://www.insidebayarea.com"
          }
        ]
      },
      "publication": {
        "date": "",
        "publisher": ""
      },
      "tags": []
    },
    {
      "metadata": {
        "id": "w-northworks-bg-3",
        "type": "background",
        "category": "background",
        "status": "published",
        "source": "markdown-section",
        "parentFile": "w-northworks",
        "lastModified": "2025-08-15T18:09:54.795Z"
      },
      "content": {
        "title": "Current Activities",
        "summary": "Current Activities\n\nWarner North is again teaching at Stanford University, on the application of decision analysis to public policy. For details, see D. Warner North(w-main).\n\n(/images/t...",
        "fullContent": "***\n\n**Current Activities**\n\nWarner North is again teaching at Stanford University, on the application of decision analysis to public policy. For details, see [D. Warner North](w-main).\n\n![](/images/titlegrayvolodos.gif)\n\n![](/images/thmvolodos.jpg)\n\nRead Cheryl North's recent column on the brilliant young Russian pianist, [Arcadi Volodos](c-volodos), who performed at Davies Hall in San Francisco in February 2003. For other such features on stars of the local and international music scene, see [Interviews](c-interviews).\n\n",
        "url": "/background/w-northworks#bg-3",
        "links": [
          {
            "text": "D. Warner North",
            "url": "w-main"
          },
          {
            "text": "Arcadi Volodos",
            "url": "c-volodos"
          },
          {
            "text": "Interviews",
            "url": "c-interviews"
          },
          {
            "text": "Laser technology consulting",
            "url": "/articles//w-laser"
          }
        ]
      },
      "publication": {
        "date": "",
        "publisher": ""
      },
      "tags": []
    },
    {
      "metadata": {
        "id": "w-epasab1990",
        "type": "background",
        "category": "background",
        "status": "published",
        "source": "markdown",
        "lastModified": "2025-08-15T18:09:54.796Z"
      },
      "content": {
        "title": "EPA Science Advisory Board 1990",
        "summary": "Publications:\n\nEPA's Draft Reports to Congress on Global Warming:\n An Overview from 1990\n\nD. Warner North\n\n     The possibility that global climate may be altered as the result of a build-up...",
        "fullContent": "\n**\n\n#### Publications:\n\nEPA's Draft Reports to Congress on Global Warming:\n An Overview from 1990\n\nD. Warner North\n\n     The possibility that global climate may be altered as the result of a build-up of greenhouse gases in the atmosphere has been acknowledged within the scientific community for many years, although it has only recently emerged as a major issue of environmental policy. To facilitate better understanding of this issue, the U.S. Congress asked the Environmental Protection Agency (EPA) to prepare two special reports to Congress, one on the effects of global climate alteration and the other on alternatives to stabilize the concentrations of radiatively active, or greenhouse, gases in the atmosphere. The first of these reports, *The Potential Effects of Global Climate Change in the United States* (EPA, 1988), was issued in draft form in October, 1988 and in final form December 1989 (EPA, 1989a). The second report, *Policy Options for Stabilizing Global Climate *(EPA, 1989b) was issued in draft in February, 1989. Both reports were reviewed in public meetings by the Global Climate Change Subcommittee of EPA's Science Advisory Board (Science Advisory Board, 1989a, 1989b). The final version of the second report is now in preparation.\n\nThe reports are valuable initial efforts to summarize the available science and assess the implications of scientific knowledge for policy decision making by the United States Government and by other nations, organizations, and individuals. They provide a preliminary basis for assessing the implications of the scientific knowledge now available on global climate change and its consequences, and on policy options for mitigating these consequences and for reducing emissions of greenhouse gases. Neither report attempts to assess the economic and social costs associated with policy choices, so that EPA's work must be regarded as only an initial step in formulating policy options.\n\nThe data collected on atmospheric carbon dioxide (CO2) concentration levels at the Mauna Loa Observatory since 1958 clearly illustrates how the composition of the atmosphere is changing. Increases in atmospheric concentration are also occurring for the other major greenhouse gases: methane (CH4), nitrous oxide (N2O), chlorofluorocarbons (CFCs), and tropospheric ozone (O3). The composition and radiative properties of the atmosphere are being altered by human activities; on this point there is essentially no uncertainty. What science cannot provide today is a clear projection of what these atmospheric alterations imply. We do not understand regional and global climate well enough to forecast very accurately how the changes in the atmosphere will lead to changes in climate, and how these changes in climate will affect the biosphere and human activities.\n\nFor its analysis of potential effects in the United States EPA has made use of three general circulation models (GCMs). These complex models of the fluid dynamics of the atmosphere represent the state of the scientific art in climate prediction. The GCMs show moderately good agreement in predicting average temperature changes over broad geographic regions. The models show much less agreement in predicting changes in precipitation, and they have little or no capability to predict changes in extreme weather events — droughts, frosts, severe storms — that may be of great importance in assessing the impacts of climate change on the biosphere.\n\nSome parties contend that the uncertainties in predicting the extent and character of climate change are so great at this time that attempts to assess the consequences of the altered composition of the atmosphere have little usefulness. The SAB disagreed with this position and endorsed the approach take by EPA. The assessment and planning process should not be deterred by large uncertainties, which arise in large part from the present lack of understanding of natural variations in climate. The GCMs may not provide much better predictions than simple radiation balance calculations or more highly simplified models, such as EPA used in its *Stabilizing *Report. But predictions from these different models can illustrate the range of uncertainty in potential climate change, and show how this range is altered as we look further forward in time, assuming various levels of emissions of the greenhouse gases. We can then examine policy alternatives for emissions reduction, mitigation of consequences, and research initiatives in the context of these uncertainties.\n\nThe EPA *Effects* Report**\n\nThe EPA Potential Effects report presents a good overview of a complex subject. Of the nineteen chapters, ten discuss various types of effects for the United States as a whole: water resources, sea level rise, agriculture, forests, biological diversity, air quality, human health, urban infrastructure, energy demand, and climate variability. Four chapters present assessments of effects for geographical regions: California, the Southeast, the Great Lakes Region, and the Northern Great Plains. The remaining chapters describe the methodology used and provide a summary of implications for research and policy. The SAB review concluded that EPA had accomplished a commendable effort of translating the available information into an assessment of the potential impacts in the United States of climate change resulting from altering the composition of the atmosphere. **\n\nThe SAB Subcommittee judged that these potential impacts are clearly cause for the Congress and the American public to be concerned. In some regions and for some ecological systems (forests, wetlands) the effects of climate change could be severe, and the *Effects* Report indicates where the United States appears to be most vulnerable. But the magnitude and timing of these effects suggest that a determined effort should allow the United States to adapt to most of them. Moreover, the report suggests that the cost of adaptation, while it may be large in absolute terms, will be relatively small if measured as a fraction of the United States economy over a time period of fifty years to a century. This conclusion is necessarily weak, because the current understanding of the global climate system is so limited, and there is a clear and immediate need to improve our scientific understanding. The report suggests that global climate change presents the United States with a problem that is substantial in terms of its potential demand for planning and for economic and technical resources, but not overwhelming in magnitude compared to the other long-term national and international problems that Congress must address in the last decade of this century.\n\nThe effects outside of the United States and in the time period beyond the next century may be cause for greater concern. As Lave and Vickland (1989) and others have pointed out, developing nations depending on subsistence agriculture and nations with large areas lying close to sea level may be threatened far more seriously than the United States. The indirect effects on the United States of disruption in other parts of the world caused by climate alteration may be as severe as any of the direct effects portrayed in the EPA draft report. Further, the time period of EPA's assessment may be too short. Alteration of the atmosphere might result in commitment to a long-term climatic shift that over a period of many centuries causes the melting of a substantial fraction of polar ice — implying a sea-level rise of much more than the one to two meters considered in the *Effects* Report. The result would be flooding (or protection by massive seawalls at great expense) of the coastal cities that contain much of the world's cultural heritage.\n\n     In selecting emission reduction policies, the full set of uncertain consequences of greenhouse gas emissions should be weighed against the problems of achieving emissions reduction. It seems clear that effects assessment needs to be extended to other countries and to consequences that may occur beyond the year 2100.\n\nThe EPA *Stabilizing* Report**\n\n     The second EPA draft report to Congress, *Policy Options for Stabilizing Global Climate*, examines policies for altering emissions of greenhouse gases. The initial chapters of the report summarize current scientific information on the response to increasing levels of greenhouse gases in the atmosphere, and on technologies and processes associated with greenhouse gas emissions. While some discussion of individual policy options is presented in the final chapters, the core of the report is the scenario analysis. This analysis provides worldwide projections of the emissions of greenhouse gases out to the year 2100 under plausible future scenarios and examines the effect of policy on climate over this time period.\n**\n\nThe EPA used a methodology based on simplified, integrated models to generate scenarios for climate change to examine the impact of stabilizing policies. To assess the consequences of alteration of the concentration of greenhouse gases in the earth's atmosphere, EPA used a relatively simple parametrized model whose output was globally averaged temperature. Regional variations in temperature, precipitation, and extreme climatic events may be more appropriate measures of climate change impacts, but forecasts of such impacts are at present extremely imprecise. Global average temperature change is an index for climate change that allows stabilizing policies to be compared.\n\nAs input for the climate model EPA developed emissions projections of the five greenhouse gases over time based on assumptions and judgment about population growth, economic growth, and the technologies and processes associated with greenhouse gas emissions. These factors are highly uncertain and complex, especially the projection of the demand for and availability of technologies and processes on a worldwide basis to the year 2100. By organizing its analysis around a small number of scenarios, EPA was able to aggregate across the complexity of the technologies and processes while illustrating the uncertainty in projected emissions, the resulting climate impacts, and the potential effect of policy in reducing these impacts.\n\nDescription of the scenarios and results for globally averaged temperature as an index of climate change results are presented in more detail by Lashof (1991). Two sets of assumptions were used for population growth, which EPA called the Slowly Changing World (SCW) and the Rapidly Changing World (RCW). For each of these sets of population and economic growth assumptions EPA projected emissions with and without a package of policy options to reduce emissions. The scenarios without the policy option package are denoted SCW and RCW, and the scenarios with the emissions reduction policy package are denoted SCWP and RCWP. In addition, EPA ran a large number of sensitivity analysis cases to examine variations from these four scenarios. In revising the EPA draft report subsequent to SAB review, two of the sensitivity cases became additional scenarios. One of these is a variation on RCW with even higher levels of emissions, denoted RCWA. The other was a variation on RCWP with more stringent policy options to accomplish rapid reduction in emissions, denoted RCWR.\n\n     EPA's scenario approach permits examination of the relative contributions of the different gases, economics sectors, and regions to global warming. For the four scenarios in the draft report the relative contribution to warming by 2100 by carbon dioxide is 66 to 73%; most of these emissions are from energy use rather than deforestation, so that fossil fuel consumption is the dominant contributor to climate change.\n\nIt is instructive to examine the relationship between population projections, projections of end-use fuel demands, and use of primary energy materials for the policy and non-policy cases that EPA has considered. The population projections by region used by EPA for the SCW and RCW scenarios and their policy derivatives are shown in Figure 1. It is evident that in both scenarios the population increase occurs outside of the OECD countries (the United States, Canada, Western Europe, Australia, New Zealand, and Japan). Figure 2 shows the pattern of end-use fuel demand by region. The proportion of energy end use in the OECD countries decreases considerably over time, and the extent of energy end use saving from policy is much larger outside the OECD countries than within them. The rate of carbon dioxide emissions is driven primarily by the pattern of energy use in the non-OECD countries as the non-OECD countries develop and industrialize. Figure 3 shows primary energy supply by type. In the non-policy cases, annual worldwide coal consumption expands from three to ten times the present level, while in the policy cases worldwide coal use stays approximately constant. To accomplish the necessary substitution for coal requires the creation of very large industries for the new energy technologies, such as biomass, photovoltaics and other solar, nuclear and conservation/increased energy efficiency.\n\nThe two scenarios added by EPA respond to criticisms from the SAB review. First, EPA had not addressed the task assigned it by Congress to look at policies to stabilize atmospheric concentrations of greenhouse gases. The RCWR scenario does involve stabilization in the next century, but this scenario will be much more difficult and costly to implement than those in SCWP and RCWP. Second, SAB suggested that the assumptions in the non-policy scenarios SCW and RCW might include overly optimistic projections on increases of energy efficiency in end-use applications and in the availability of alternate (non-fossil) sources of energy. Examination of these two additional scenarios will indicate that the magnitude of changes in the energy sector could be much larger than the comparison illustrated in Figure 3.\n\nThe SAB review commended EPA for its approach and noted that the report represents, to SAB's knowledge, the most comprehensive effort to date to carry out such an assessment. It is a valuable initial effort that provides important insights and a basis for further refinement. EPA's approach provides a systematic and comprehensive accounting of energy supply and demand as these evolve over time, by region, and under different assumptions for policy.\n\nThe SAB identified as a major weakness the lack of detailed documentation for the models, the extensive data base, and the details of the results (e.g., energy quantities and prices over time) for the scenarios examined. Additional documentation has been prepared by EPA and will presumably be available when the final version of the report is issued.\n\nRefinement of the EPA work in future analysis will be highly valuable. In future work it will be desirable to expand the most important aspects of the model (use of coal versus substitutes including conservation) and examine factors determining technology choice rather than aggregate elasticities. The Stanford Energy Modeling Forum is just beginning a two-year effort to examine models for projecting energy sector impacts and costs of various measures to control greenhouse gas emissions (Energy Modeling Forum, 1990).\n\nAnother SAB criticism of the draft report was that the chapters providing an overview of policy options were overly focused on near-term alternatives for limiting energy use. More emphasis is needed on energy R&D and commercialization options and examination of means to facilitate emissions reduction in the non-OECD countries that are consistent with the aspirations of these countries for energy development and economic growth.\n\nImplications for Policy and Research Needs**\n\nStabilization of the atmosphere may be possible only in the next century, at concentrations of greenhouse gases that may alter climate in significant ways, and then only as the result of a great effort by many nations involving high levels of innovation and substantial costs. Given the potential for climate alteration from emissions up to the present and during the next few decades, some degree of adaptation to an altered climate may be unavoidable. EPA's analysis indicates potential for global climate changes by the end of the 21st century ranging from modest to large, with a potential commitment to even larger climate changes in the succeeding century. The policies examined by EPA in scenarios SCWP and RCWP, as representative of those needed to stabilize emission rates at approximately current levels, represent massive changes in the world energy system, in land use, and in other sectors on a worldwide scale. Policies intended to stabilize atmospheric concentrations of greenhouse gases (e.g., scenario RCWR) will involve even greater alteration in worldwide human activity.\n**\n\nAt what level will the emissions of greenhouse gases be stabilized, and at what cost? EPA's Stabilizing Report does not address the issue of cost, but recent work of Manne and Richels (1991) suggests that the cost of worldwide energy policies to reduce CO2 could be in the range of trillions of dollars.\n\nThe decisions on what level of emissions reduction do not have to be taken now. But if the leading term in global warming is the increase in carbon dioxide from increased worldwide use of coal, it would appear than an urgent research need is to develop alternative energy technologies appropriate for large scale use in both OECD and non-OECD countries. These technologies may be urgently needed to substitute for building a 21st century world energy sector that is dependent on increasing production from the large deposits of low-cost coal in China, the Soviet Union, India, the United States, and elsewhere.\n\nEven with aggressive research efforts, it is unlikely that the large uncertainties on the extent and character of climate change can be resolved soon. The global warming issue is likely to remain for at least the next several decades a matter for decision in the face of uncertainty, for which concepts of decision analysis (Raiffa, 1968; Howard et al., 1972) are appropriate. Perhaps the overriding policy question is whether to take action now, based on the available scientific information, or defer action until additional information becomes available. One class of actions that can be taken now is to develop options that will allow emissions reductions to be accomplished in the future more effectively and at lower cost. Options for meeting energy needs with lower emissions of greenhouse gases can be accomplished through research and improved energy planning (National Research Council, 1990). Energy technologies that can reduce the need for using coal in the 21st century may be the most important class of such options.\n\nThe United States and the other OECD nations have technological capabilities and capital resources that could be shared with other nations in pursuit of the goals of sustainable economic development and stabilizing the atmosphere against global warming. While expanded research on climate change and its consequent impacts on the biosphere is clearly needed, research and development of appropriate energy technologies and better energy planning methods may be even more important, to provide the means that will be needed to achieve atmospheric stabilization at a level of cost that the nations of the world believe they can afford. The greatest opportunities may be in avoiding increased emissions from the non-OECD nations as these nations develop the energy sectors of their economies.\n\nReferences: **\n\nEPA (1989) US Environmental Protection Agency, *The Potential Effects of Global Climate Change in the United States,* Draft Report to Congress.\n\nEPA (1989a), US Environmental Protection Agency, *The Potential Effects of Global Climate Change in the United States,* Report to Congress,Washington, D.C., US Government Printing Office, EPA-230-05-89-050.\n[US Environmental Protection Agency website.](http://yosemite.epa.gov/oar/globalwarming.nsf/content/resourcecenterpublicationsslrpotentialuseffects.html)\n\nEPA (1989), *Policy Options for Stabilizing Global Climate,* Draft Report to Congress.\n\nEnergy Modeling Forum (1990), \"EMF12 Study Prospectus,\" Stanford University.\n\nHoward, R., J. Matheson, and W. North (1972), \"The Decision to Seed Hurricanes,\" *Science* **176** (1191).\n\nLashof, D.A. (1991), \"Scenarios for Future Greenhouse Gas Emissions and Global Warming,\" *Energy Journal*.\n\nLave, L., and K.H. Vickland (1989), \"Adjusting to Greenhouse Effects: The Demise of Traditional Cultures and the Cost to the USA,\" *Risk Analysis* **9** (283).\n\nManne, A., and R. Richels (1991), *Energy Journal*.\n\nNational Research Council (1990), *[Confronting Climate Change](http://books.nap.edu/catalog/1600.html)*, Washington, D.C.: National Academy Press.\n\nRaiffa, H. (1968), *Decision Analysis: Introductory Lectures on choices under Uncertainty*, Reading, MA: Addison-Wesley.\n\nScience Advisory Board (1989a), *Review of the Report to Congress: The Potential Effects of Global Climate Change in the United States*, Report of the Global Climate Change Subcommittee, U.S. Environmental Protection Agency, Washington, D.C. EPA-SAB/EC-89-016.\n\nScience Advisory Board (1989b), *Review of the Report to Congress: Policy Options for Stabilizing Global Climate*, Report of the Global Climate Change Subcommittee, U.S. Environmental Protection Agency, Washington, D.C. EPA-SAB/EC-89-034.\n\n### Notes\n\n The views in this paper draw heavily upon the reviews (Science Advisory Board, 1989a, 1989b) by the Science Advisory Board of the U.S. Environmental Protection Agency (EPA) of the draft versions of two reports to Congress (EPA, 1988, 1989). The author wishes to acknowledge that the analytical results cited here are the work of EPA staff and contractors, and to acknowledge the other members of the Global Climate Change Subcommittee for their efforts in preparing the Science Advisory Board Reviews of these draft reports. Where this paper differs from the views expressed in the SAB reviews, the author bears sole responsibility. This manuscript was written in December 1989 and revised in September 1990. It was submitted at that time for a special issue of *Energy Journal* but not accepted for publication.\n\nThe author was affiliated at that time with Decision Focus Incorporated, Los Altos, CA, and the Stanford Center for Risk Analysis, Stanford, CA The author served as chair for the Global Climate Change Subcommittee of the EPA Science Advisory Board.\n\n### Figures\n\n[\n![](/images/1990-sab-figure1.jpg)\n](1990 sab fig 1.htm)\n\n[Figure 1: Population Growth Projected by World Region - Click to enlarge](/content/1990 SAB Fig 1.htm)\n\n[\n![](/images/1990-sab-figure2.jpg)\n](1990 sab fig 2.htm)\n\n[Figure 2: End-Use Fuel Demand by Region - Click to enlarge](/content/1990 SAB Fig 2.htm)\n\n[\n![](/images/1990-sab-figure3.jpg)\n](1990 sab fig 3.htm)\n\n[Figure 3: Primary Energy Supply by Type - Click to enlarge](/content/1990 SAB Fig 3.htm)\n\n",
        "url": "/background/w-epasab1990"
      },
      "publication": {
        "date": null,
        "publisher": "the Global"
      },
      "media": {
        "images": [
          {
            "url": "/images/1990-sab-figure1.jpg",
            "alt": "EPA Science Advisory Board 1990",
            "type": "image"
          },
          {
            "url": "/images/1990-sab-figure2.jpg",
            "alt": "EPA Science Advisory Board 1990",
            "type": "image"
          },
          {
            "url": "/images/1990-sab-figure3.jpg",
            "alt": "EPA Science Advisory Board 1990",
            "type": "image"
          }
        ]
      },
      "tags": []
    }
  ]
}